INSERT INTO m_monster
VALUES
('001','フシギダネ','くさ','どく','しんりょく',null,'ようりょくそ',45,49,49,65,65,45,318);
INSERT INTO m_monster
VALUES
('002','フシギソウ','くさ','どく','しんりょく',null,'ようりょくそ',60,62,63,80,80,60,405);
INSERT INTO m_monster
VALUES
('003','フシギバナ','くさ','どく','しんりょく',null,'ようりょくそ',80,82,83,100,100,80,525);
INSERT INTO m_monster
VALUES('003-1','メガフシギバナ','くさ','どく','あついしぼう',null,null,80,100,123,122,120,80,625);
INSERT INTO m_monster
VALUES('004','ヒトカゲ','ほのお',null,'もうか',null,'サンパワー',39,52,43,60,50,65,309);
INSERT INTO m_monster
VALUES('005','リザード','ほのお',null,'もうか',null,'サンパワー',58,64,58,80,65,80,405);
INSERT INTO m_monster
VALUES('006','リザードン','ほのお','ひこう','もうか',null,'サンパワー',78,84,78,109,85,100,534);
INSERT INTO m_monster
VALUES('006-1','メガリザードンX','ほのお','ドラゴン','かたいツメ',null,null,78,130,111,130,85,100,634);
INSERT INTO m_monster
VALUES('006-2','メガリザードンY','ほのお','ひこう','ひでり',null,null,78,104,78,159,115,100,634);
INSERT INTO m_monster
VALUES('007','ゼニガメ','みず',null,'げきりゅう',null,'あめうけざら',44,48,65,50,64,43,314);
INSERT INTO m_monster
VALUES('008','カメール','みず',null,'げきりゅう',null,'あめうけざら',59,63,80,65,80,58,405);
INSERT INTO m_monster
VALUES('009','カメックス','みず',null,'げきりゅう',null,'あめうけざら',79,83,100,85,105,78,530);
INSERT INTO m_monster
VALUES('009-1','メガカメックス','みず',null,'メガランチャー',null,null,79,103,120,135,115,78,630);
INSERT INTO m_monster
VALUES('010','キャタピー','むし',null,'りんぷん',null,'にげあし',45,30,35,20,20,45,195);
INSERT INTO m_monster
VALUES('011','トランセル','むし',null,'だっぴ',null,null,50,20,55,25,25,30,205);
INSERT INTO m_monster
VALUES('012','バタフリー','むし','ひこう','ふくがん',null,'いろめがね',60,45,50,90,80,70,395);
INSERT INTO m_monster
VALUES('013','ビードル','むし','どく','りんぷん',null,'にげあし',40,35,30,20,20,50,195);
INSERT INTO m_monster
VALUES('014','コクーン','むし','どく','だっぴ',null,null,45,25,50,25,25,35,205);
INSERT INTO m_monster
VALUES('015','スピアー','むし','どく','むしのしらせ',null,'スナイパー',65,90,40,45,80,75,395);
INSERT INTO m_monster
VALUES('015-1','メガスピアー','むし','どく','てきおうりょく',null,null,65,150,40,15,80,145,495);
INSERT INTO m_monster
VALUES('016','ポッポ','ノーマル','ひこう','するどいめ','ちどりあし','はとむね',40,45,40,35,35,56,251);
INSERT INTO m_monster
VALUES('017','ピジョン','ノーマル','ひこう','するどいめ','ちどりあし','はとむね',63,60,55,50,50,71,349);
INSERT INTO m_monster
VALUES('018','ピジョット','ノーマル','ひこう','するどいめ','ちどりあし','はとむね',83,80,75,70,70,101,479);
INSERT INTO m_monster
VALUES('018-1','メガピジョット','ノーマル','ひこう','ノーガード',null,null,83,80,80,135,80,121,579);
INSERT INTO m_monster
VALUES('019','コラッタ','ノーマル',null,'にげあし','こんじょう','はりきり',30,56,35,25,35,72,253);
INSERT INTO m_monster
VALUES('019-1','コラッタ:A','あく','ノーマル','くいしんぼう','はりきり','あついしぼう',30,56,35,25,35,72,253);
INSERT INTO m_monster
VALUES('020','ラッタ','ノーマル',null,'にげあし','こんじょう','はりきり',55,81,60,50,70,97,413);
INSERT INTO m_monster
VALUES('020-1','ラッタ:A','あく','ノーマル','くいしんぼう','はりきり','あついしぼう',75,71,70,40,80,77,413);
INSERT INTO m_monster
VALUES('021','オニスズメ','ノーマル','ひこう','するどいめ',null,'スナイパー',40,60,30,31,31,70,262);
INSERT INTO m_monster
VALUES('022','オニドリル','ノーマル','ひこう','するどいめ',null,'スナイパー',65,90,65,61,61,100,442);
INSERT INTO m_monster
VALUES('023','アーボ','どく',null,'いかく','だっぴ','きんちょうかん',35,60,44,40,54,55,288);
INSERT INTO m_monster
VALUES('024','アーボック','どく',null,'いかく','だっぴ','きんちょうかん',60,95,69,65,79,80,448);
INSERT INTO m_monster
VALUES('025','ピカチュウ','でんき',null,'せいでんき',null,'ひらいしん',35,55,40,50,50,90,320);
INSERT INTO m_monster
VALUES('026','ライチュウ','でんき',null,'せいでんき',null,'ひらいしん',60,90,55,90,80,110,485);
INSERT INTO m_monster
VALUES('026-1','ライチュウ:A','でんき','エスパー','サーフテール',null,null,60,85,50,95,85,110,485);
INSERT INTO m_monster
VALUES('027','サンド','じめん',null,'すながくれ',null,'すなかき',50,75,85,20,30,40,300);
INSERT INTO m_monster
VALUES('027-1','サンド:A','こおり','はがね','ゆきがくれ',null,'ゆきかき',50,75,90,10,35,40,300);
INSERT INTO m_monster
VALUES('028','サンドパン','じめん',null,'すながくれ',null,'すなかき',75,100,110,45,55,65,450);
INSERT INTO m_monster
VALUES('028-1','サンドパン:A','こおり','はがね','ゆきがくれ',null,'ゆきかき',75,100,120,25,65,65,450);
INSERT INTO m_monster
VALUES('029','ニドラン♀','どく',null,'どくのトゲ','とうそうしん','はりきり',55,47,52,40,40,41,275);
INSERT INTO m_monster
VALUES('030','ニドリーナ','どく',null,'どくのトゲ','とうそうしん','はりきり',70,62,67,55,55,56,365);
INSERT INTO m_monster
VALUES('031','ニドクイン','どく','じめん','どくのトゲ','とうそうしん','ちからずく',90,92,87,75,85,76,505);
INSERT INTO m_monster
VALUES('032','ニドラン♂','どく',null,'どくのトゲ','とうそうしん','はりきり',46,57,40,40,40,50,273);
INSERT INTO m_monster
VALUES('033','ニドリーノ','どく',null,'どくのトゲ','とうそうしん','はりきり',61,72,57,55,55,65,365);
INSERT INTO m_monster
VALUES('034','ニドキング','どく','じめん','どくのトゲ','とうそうしん','ちからずく',81,102,77,85,75,85,505);
INSERT INTO m_monster
VALUES('035','ピッピ','フェアリー',null,'メロメロボディ','マジックガード','フレンドガード',70,45,48,60,65,35,323);
INSERT INTO m_monster
VALUES('036','ピクシー','フェアリー',null,'メロメロボディ','マジックガード','てんねん',95,70,73,95,90,60,483);
INSERT INTO m_monster
VALUES('037','ロコン','ほのお',null,'もらいび',null,'ひでり',38,41,40,50,65,65,299);
INSERT INTO m_monster
VALUES('037-1','ロコン:A','こおり',null,'ゆきがくれ',null,'ゆきふらし',38,41,40,50,65,65,299);
INSERT INTO m_monster
VALUES('038','キュウコン','ほのお',null,'もらいび',null,'ひでり',73,76,75,81,100,100,505);
INSERT INTO m_monster
VALUES('038-1','キュウコン:A','こおり','フェアリー','ゆきがくれ',null,'ゆきふらし',73,67,75,81,100,109,505);
INSERT INTO m_monster
VALUES('039','プリン','ノーマル','フェアリー','メロメロボディ','かちき','フレンドガード',115,45,20,45,25,20,270);
INSERT INTO m_monster
VALUES('040','プクリン','ノーマル','フェアリー','メロメロボディ','かちき','おみとおし',140,70,45,85,50,45,435);
INSERT INTO m_monster
VALUES('041','ズバット','どく','ひこう','せいしんりょく',null,'すりぬけ',40,45,35,30,40,55,245);
INSERT INTO m_monster
VALUES('042','ゴルバット','どく','ひこう','せいしんりょく',null,'すりぬけ',75,80,70,65,75,90,455);
INSERT INTO m_monster
VALUES('043','ナゾノクサ','くさ','どく','ようりょくそ',null,'にげあし',45,50,55,75,65,30,320);
INSERT INTO m_monster
VALUES('044','クサイハナ','くさ','どく','ようりょくそ',null,'あくしゅう',60,65,70,85,75,40,395);
INSERT INTO m_monster
VALUES('045','ラフレシア','くさ','どく','ようりょくそ',null,'ほうし',75,80,85,110,90,50,490);
INSERT INTO m_monster
VALUES('046','パラス','むし','くさ','ほうし','かんそうはだ','しめりけ',35,70,55,45,55,25,285);
INSERT INTO m_monster
VALUES('047','パラセクト','むし','くさ','ほうし','かんそうはだ','しめりけ',60,95,80,60,80,30,405);
INSERT INTO m_monster
VALUES('048','コンパン','むし','どく','ふくがん','いろめがね','にげあし',60,55,50,40,55,45,305);
INSERT INTO m_monster
VALUES('049','モルフォン','むし','どく','りんぷん','いろめがね','ミラクルスキン',70,65,60,90,75,90,450);
INSERT INTO m_monster
VALUES('050','ディグダ','じめん',null,'すながくれ','ありじごく','すなのちから',10,55,25,35,45,95,265);
INSERT INTO m_monster
VALUES('050-1','ディグダ:A','じめん','はがね','すながくれ','カーリーヘアー','すなのちから',10,55,30,35,45,90,265);
INSERT INTO m_monster
VALUES('051','ダグトリオ','じめん',null,'すながくれ','ありじごく','すなのちから',35,100,50,50,70,120,425);
INSERT INTO m_monster
VALUES('051-1','ダグドリオ:A','じめん','はがね','すながくれ','カーリーヘアー','すなのちから',35,100,60,50,70,110,425);
INSERT INTO m_monster
VALUES('052','ニャース','ノーマル',null,'ものひろい','テクニシャン','きんちょうかん',40,45,35,40,40,90,290);
INSERT INTO m_monster
VALUES('052-1','ニャース:A','あく',null,'ものひろい','テクニシャン','びびり',40,35,35,50,40,90,290);
INSERT INTO m_monster
VALUES('053','ペルシアン','ノーマル',null,'じゅうなん','テクニシャン','きんちょうかん',65,70,60,65,65,115,440);
INSERT INTO m_monster
VALUES('053-1','ペルシアン:A','あく',null,'ファーコート','テクニシャン','びびり',65,60,60,75,65,115,440);
INSERT INTO m_monster
VALUES('054','コダック','みず',null,'しめりけ','ノーてんき','すいすい',50,52,48,65,50,55,320);
INSERT INTO m_monster
VALUES('055','ゴルダック','みず',null,'しめりけ','ノーてんき','すいすい',80,82,78,95,80,85,500);
INSERT INTO m_monster
VALUES('056','マンキー','かくとう',null,'やるき','いかりのつぼ','まけんき',40,80,35,35,45,70,305);
INSERT INTO m_monster
VALUES('057','オコリザル','かくとう',null,'やるき','いかりのつぼ','まけんき',65,105,60,60,70,95,455);
INSERT INTO m_monster
VALUES('058','ガーディ','ほのお',null,'いかく','もらいび','せいぎのこころ',55,70,45,70,50,60,350);
INSERT INTO m_monster
VALUES('059','ウインディ','ほのお',null,'いかく','もらいび','せいぎのこころ',90,110,80,100,80,95,555);
INSERT INTO m_monster
VALUES('060','ニョロモ','みず',null,'ちょすい','しめりけ','すいすい',40,50,40,40,40,90,300);
INSERT INTO m_monster
VALUES('061','ニョロゾ','みず',null,'ちょすい','しめりけ','すいすい',65,65,65,50,50,90,385);
INSERT INTO m_monster
VALUES('062','ニョロボン','みず','かくとう','ちょすい','しめりけ','すいすい',90,95,95,70,90,70,510);
INSERT INTO m_monster
VALUES('063','ケーシィ','エスパー',null,'シンクロ','せいしんりょく','マジックガード',25,20,15,105,55,90,310);
INSERT INTO m_monster
VALUES('064','ユンゲラー','エスパー',null,'シンクロ','せいしんりょく','マジックガード',40,35,30,120,70,105,400);
INSERT INTO m_monster
VALUES('065','フーディン','エスパー',null,'シンクロ','せいしんりょく','マジックガード',55,50,45,135,95,120,500);
INSERT INTO m_monster
VALUES('065-1','メガフーディン','エスパー',null,'トレース',null,null,55,50,65,175,105,150,600);
INSERT INTO m_monster
VALUES('066','ワンリキー','かくとう',null,'こんじょう','ノーガード','ふくつのこころ',70,80,50,35,35,35,305);
INSERT INTO m_monster
VALUES('067','ゴーリキー','かくとう',null,'こんじょう','ノーガード','ふくつのこころ',80,100,70,50,60,45,405);
INSERT INTO m_monster
VALUES('068','カイリキー','かくとう',null,'こんじょう','ノーガード','ふくつのこころ',90,130,80,65,85,55,505);
INSERT INTO m_monster
VALUES('069','マダツボミ','くさ','どく','ようりょくそ',null,'くいしんぼう',50,75,35,70,30,40,300);
INSERT INTO m_monster
VALUES('070','ウツドン','くさ','どく','ようりょくそ',null,'くいしんぼう',65,90,50,85,45,55,390);
INSERT INTO m_monster
VALUES('071','ウツボット','くさ','どく','ようりょくそ',null,'くいしんぼう',80,105,65,100,70,70,490);
INSERT INTO m_monster
VALUES('072','メノクラゲ','みず','どく','クリアボディ','ヘドロえき','あめうけざら',40,40,35,50,100,70,335);
INSERT INTO m_monster
VALUES('073','ドククラゲ','みず','どく','クリアボディ','ヘドロえき','あめうけざら',80,70,65,80,120,100,515);
INSERT INTO m_monster
VALUES('074','イシツブテ','いわ','じめん','いしあたま','がんじょう','すながくれ',40,80,100,30,30,20,300);
INSERT INTO m_monster
VALUES('074-1','イシツブテ:A','いわ','でんき','じりょく','がんじょう','エレキスキン',40,80,100,30,30,20,300);
INSERT INTO m_monster
VALUES('075','ゴローン','いわ','じめん','いしあたま','がんじょう','すながくれ',55,95,115,45,45,35,390);
INSERT INTO m_monster
VALUES('075-1','ゴローン:A','いわ','でんき','じりょく','がんじょう','エレキスキン',55,95,115,45,45,35,390);
INSERT INTO m_monster
VALUES('076','ゴローニャ','いわ','じめん','いしあたま','がんじょう','すながくれ',80,120,130,55,65,45,495);
INSERT INTO m_monster
VALUES('076-1','ゴローニャ:A','いわ','でんき','じりょく','がんじょう','エレキスキン',80,120,130,55,65,45,495);
INSERT INTO m_monster
VALUES('077','ポニータ','ほのお',null,'にげあし','もらいび','ほのおのからだ',50,85,55,65,65,90,410);
INSERT INTO m_monster
VALUES('078','ギャロップ','ほのお',null,'にげあし','もらいび','ほのおのからだ',65,100,70,80,80,105,500);
INSERT INTO m_monster
VALUES('079','ヤドン','みず','エスパー','どんかん','マイペース','さいせいりょく',90,65,65,40,40,15,315);
INSERT INTO m_monster
VALUES('080','ヤドラン','みず','エスパー','どんかん','マイペース','さいせいりょく',95,75,110,100,80,30,490);
INSERT INTO m_monster
VALUES('080-1','メガヤドラン','みず','エスパー','シェルアーマー',null,null,95,75,180,130,80,30,590);
INSERT INTO m_monster
VALUES('081','コイル','でんき','はがね','じりょく','がんじょう','アナライズ',25,35,70,95,55,45,325);
INSERT INTO m_monster
VALUES('082','レアコイル','でんき','はがね','じりょく','がんじょう','アナライズ',50,60,95,120,70,70,465);
INSERT INTO m_monster
VALUES('083','カモネギ','ノーマル','ひこう','するどいめ','せいしんりょく','まけんき',52,90,55,58,62,60,377);
INSERT INTO m_monster
VALUES('084','ドードー','ノーマル','ひこう','にげあし','はやおき','ちどりあし',35,85,45,35,35,75,310);
INSERT INTO m_monster
VALUES('085','ドードリオ','ノーマル','ひこう','にげあし','はやおき','ちどりあし',60,110,70,60,60,110,470);
INSERT INTO m_monster
VALUES('086','パウワウ','みず',null,'あついしぼう','うるおいボディ','アイスボディ',65,45,55,45,70,45,325);
INSERT INTO m_monster
VALUES('087','ジュゴン','みず','こおり','あついしぼう','うるおいボディ','アイスボディ',90,70,80,70,95,70,475);
INSERT INTO m_monster
VALUES('088','ベトベター','どく',null,'あくしゅう','ねんちゃく','どくしゅ',80,80,50,40,50,25,325);
INSERT INTO m_monster
VALUES('088-1','ベトベター:A','どく','あく','どくしゅ','くいしんぼう','かがくのちから',80,80,50,40,50,25,325);
INSERT INTO m_monster
VALUES('089','ベトベトン','どく',null,'あくしゅう','ねんちゃく','どくしゅ',105,105,75,65,100,50,500);
INSERT INTO m_monster
VALUES('089-1','ベトベトン:A','どく','あく','どくしゅ','くいしんぼう','かがくのちから',105,105,75,65,100,50,500);
INSERT INTO m_monster
VALUES('090','シェルダー','みず',null,'シェルアーマー','スキルリンク','ぼうじん',30,65,100,45,25,40,305);
INSERT INTO m_monster
VALUES('091','パルシェン','みず','こおり','シェルアーマー','スキルリンク','ぼうじん',50,95,180,85,45,70,525);
INSERT INTO m_monster
VALUES('092','ゴース','ゴースト','どく','ふゆう',null,null,30,35,30,100,35,80,310);
INSERT INTO m_monster
VALUES('093','ゴースト','ゴースト','どく','ふゆう',null,null,45,50,45,115,55,95,405);
INSERT INTO m_monster
VALUES('094','ゲンガー','ゴースト','どく','のろわれボディ',null,null,60,65,60,130,75,110,500);
INSERT INTO m_monster
VALUES('094-1','メガゲンガー','ゴースト','どく','かげふみ',null,null,60,65,80,170,95,130,600);
INSERT INTO m_monster
VALUES('095','イワーク','いわ','じめん','いしあたま','がんじょう','くだけるよろい',35,45,160,30,45,70,385);
INSERT INTO m_monster
VALUES('096','スリープ','エスパー',null,'ふみん','よちむ','せいしんりょく',60,48,45,43,90,42,328);
INSERT INTO m_monster
VALUES('097','スリーパー　','エスパー',null,'ふみん','よちむ','せいしんりょく',85,73,70,73,115,67,483);
INSERT INTO m_monster
VALUES('098','クラブ','みず',null,'かいりきバサミ','シェルアーマー','ちからずく',30,105,90,25,25,50,325);
INSERT INTO m_monster
VALUES('099','キングラー','みず',null,'かいりきバサミ','シェルアーマー','ちからずく',55,130,115,50,50,75,475);
INSERT INTO m_monster
VALUES('100','ビリリダマ','でんき',null,'ぼうおん','せいでんき','ゆうばく',40,30,50,55,55,100,330);
INSERT INTO m_monster
VALUES('101','マルマイン','でんき',null,'ぼうおん','せいでんき','ゆうばく',60,50,70,80,80,150,490);
INSERT INTO m_monster
VALUES('102','タマタマ','くさ','エスパー','ようりょくそ',null,'しゅうかく',60,40,80,60,45,40,325);
INSERT INTO m_monster
VALUES('103','ナッシー','くさ','エスパー','ようりょくそ',null,'しゅうかく',95,95,85,125,75,55,530);
INSERT INTO m_monster
VALUES('103-1','ナッシー:A','くさ','ドラゴン','おみとおし',null,'しゅうかく',95,105,85,125,75,45,530);
INSERT INTO m_monster
VALUES('104','カラカラ','じめん',null,'いしあたま','ひらいしん','カブトアーマー',50,50,95,40,50,35,320);
INSERT INTO m_monster
VALUES('105','ガラガラ','じめん',null,'いしあたま','ひらいしん','カブトアーマー',60,80,110,50,80,45,425);
INSERT INTO m_monster
VALUES('105-1','ガラガラ:A','ほのお','ゴースト','のろわれボディ','ひらいしん','いしあたま',60,80,110,50,80,45,425);
INSERT INTO m_monster
VALUES('106','サワムラー','かくとう',null,'じゅうなん','すてみ','かるわざ',50,120,53,35,110,87,455);
INSERT INTO m_monster
VALUES('107','エビワラー','かくとう',null,'するどいめ','てつのこぶし','せいしんりょく',50,105,79,35,110,76,455);
INSERT INTO m_monster
VALUES('108','ベロリンガ','ノーマル',null,'マイペース','どんかん','ノーてんき',90,55,75,60,75,30,385);
INSERT INTO m_monster
VALUES('109','ドガース','どく',null,'ふゆう',null,null,40,65,95,60,45,35,340);
INSERT INTO m_monster
VALUES('110','マタドガス','どく',null,'ふゆう',null,null,65,90,120,85,70,60,490);
INSERT INTO m_monster
VALUES('111','サイホーン','じめん','いわ','ひらいしん','いしあたま','すてみ',80,85,95,30,30,25,345);
INSERT INTO m_monster
VALUES('112','サイドン','じめん','いわ','ひらいしん','いしあたま','すてみ',105,130,120,45,45,40,485);
INSERT INTO m_monster
VALUES('113','ラッキー','ノーマル',null,'しぜんかいふく','てんのめぐみ','いやしのこころ',250,5,5,35,105,50,450);
INSERT INTO m_monster
VALUES('114','モンジャラ','くさ',null,'ようりょくそ','リーフガード','さいせいりょく',65,55,115,100,40,60,435);
INSERT INTO m_monster
VALUES('115','ガルーラ','ノーマル',null,'はやおき','きもったま','せいしんりょく',105,95,80,40,80,90,490);
INSERT INTO m_monster
VALUES('115-1','メガガルーラ','ノーマル',null,'おやこあい',null,null,105,125,100,60,100,100,590);
INSERT INTO m_monster
VALUES('116','タッツー','みず',null,'すいすい','スナイパー','しめりけ',30,40,70,70,25,60,295);
INSERT INTO m_monster
VALUES('117','シードラ','みず',null,'どくのトゲ','スナイパー','しめりけ',55,65,95,95,45,85,440);
INSERT INTO m_monster
VALUES('118','トサキント','みず',null,'すいすい','みずのベール','ひらいしん',45,67,60,35,50,63,320);
INSERT INTO m_monster
VALUES('119','アズマオウ','みず',null,'すいすい','みずのベール','ひらいしん',80,92,65,65,80,68,450);
INSERT INTO m_monster
VALUES('120','ヒトデマン','みず',null,'はっこう','しぜんかいふく','アナライズ',30,45,55,70,55,85,340);
INSERT INTO m_monster
VALUES('121','スターミー','みず','エスパー','はっこう','しぜんかいふく','アナライズ',60,75,85,100,85,115,520);
INSERT INTO m_monster
VALUES('122','バリヤード','エスパー','フェアリー','ぼうおん','フィルター','テクニシャン',40,45,65,100,120,90,460);
INSERT INTO m_monster
VALUES('123','ストライク','むし','ひこう','むしのしらせ','テクニシャン','ふくつのこころ',70,110,80,55,80,105,500);
INSERT INTO m_monster
VALUES('124','ルージュラ','こおり','エスパー','どんかん','よちむ','かんそうはだ',65,50,35,115,95,95,455);
INSERT INTO m_monster
VALUES('125','エレブー','でんき',null,'せいでんき',null,'やるき',65,83,57,95,85,105,490);
INSERT INTO m_monster
VALUES('126','ブーバー','ほのお',null,'ほのおのからだ',null,'やるき',65,95,57,100,85,93,495);
INSERT INTO m_monster
VALUES('127','カイロス','むし',null,'かいりきバサミ','かたやぶり','じしんかじょう',65,125,100,55,70,85,500);
INSERT INTO m_monster
VALUES('127-1','メガカイロス','むし','ひこう','スカイスキン',null,null,65,155,120,65,90,105,600);
INSERT INTO m_monster
VALUES('128','ケンタロス','ノーマル',null,'いかく','いかりのつぼ','ちからずく',75,100,95,40,70,110,490);
INSERT INTO m_monster
VALUES('129','コイキング','みず',null,'すいすい',null,'びびり',20,10,55,15,20,80,200);
INSERT INTO m_monster
VALUES('130','ギャラドス','みず','ひこう','いかく',null,'じしんかじょう',95,125,79,60,100,81,540);
INSERT INTO m_monster
VALUES('130-1','メガギャラドス','みず','あく','かたやぶり',null,null,95,155,109,70,130,81,640);
INSERT INTO m_monster
VALUES('131','ラプラス','みず','こおり','ちょすい','シェルアーマー','うるおいボディ',130,85,80,85,95,60,535);
INSERT INTO m_monster
VALUES('132','メタモン','ノーマル',null,'じゅうなん',null,'かわりもの',48,48,48,48,48,48,288);
INSERT INTO m_monster
VALUES('133','イーブイ','ノーマル',null,'にげあし','てきおうりょく','きけんよち',55,55,50,45,65,55,325);
INSERT INTO m_monster
VALUES('134','シャワーズ','みず',null,'ちょすい',null,'うるおいボディ',130,65,60,110,95,65,525);
INSERT INTO m_monster
VALUES('135','サンダース','でんき',null,'ちくでん',null,'はやあし',65,65,60,110,95,130,525);
INSERT INTO m_monster
VALUES('136','ブースター','ほのお',null,'もらいび',null,'こんじょう',65,130,60,95,110,65,525);
INSERT INTO m_monster
VALUES('137','ポリゴン','ノーマル',null,'トレース','ダウンロード','アナライズ',65,60,70,85,75,40,395);
INSERT INTO m_monster
VALUES('138','オムナイト','いわ','みず','すいすい','シェルアーマー','くだけるよろい',35,40,100,90,55,35,355);
INSERT INTO m_monster
VALUES('139','オムスター','いわ','みず','すいすい','シェルアーマー','くだけるよろい',70,60,125,115,70,55,495);
INSERT INTO m_monster
VALUES('140','カブト','いわ','みず','すいすい','カブトアーマー','くだけるよろい',30,80,90,55,45,55,355);
INSERT INTO m_monster
VALUES('141','カブトプス','いわ','みず','すいすい','カブトアーマー','くだけるよろい',60,115,105,65,70,80,495);
INSERT INTO m_monster
VALUES('142','プテラ','いわ','ひこう','いしあたま','プレッシャー','きんちょうかん',80,105,65,60,75,130,515);
INSERT INTO m_monster
VALUES('142-1','メガプテラ','いわ','ひこう','かたいツメ',null,null,80,135,85,70,95,150,615);
INSERT INTO m_monster
VALUES('143','カビゴン','ノーマル',null,'めんえき','あついしぼう','くいしんぼう',160,110,65,65,110,30,540);
INSERT INTO m_monster
VALUES('144','フリーザー','こおり','ひこう','プレッシャー',null,'ゆきがくれ',90,85,100,95,125,85,580);
INSERT INTO m_monster
VALUES('145','サンダー','でんき','ひこう','プレッシャー',null,'せいでんき',90,90,85,125,90,100,580);
INSERT INTO m_monster
VALUES('146','ファイヤー','ほのお','ひこう','プレッシャー',null,'ほのおのからだ',90,100,90,125,85,90,580);
INSERT INTO m_monster
VALUES('147','ミニリュウ','ドラゴン',null,'だっぴ',null,'ふしぎなうろこ',41,64,45,50,50,50,300);
INSERT INTO m_monster
VALUES('148','ハクリュー','ドラゴン',null,'だっぴ',null,'ふしぎなうろこ',61,84,65,70,70,70,420);
INSERT INTO m_monster
VALUES('149','カイリュー','ドラゴン','ひこう','せいしんりょく',null,'マルチスケイル',91,134,95,100,100,80,600);
INSERT INTO m_monster
VALUES('150','ミュウツー','エスパー',null,'プレッシャー',null,'きんちょうかん',106,110,90,154,90,130,680);
INSERT INTO m_monster
VALUES('150-1','メガミュウツーX','エスパー','かくとう','ふくつのこころ',null,null,106,190,100,154,100,130,780);
INSERT INTO m_monster
VALUES('150-2','メガミュウツーY','エスパー',null,'ふみん',null,null,106,150,70,194,120,140,780);
INSERT INTO m_monster
VALUES('151','ミュウ','エスパー',null,'シンクロ',null,null,100,100,100,100,100,100,600);
INSERT INTO m_monster
VALUES('152','チコリータ','くさ',null,'しんりょく',null,'リーフガード',45,49,65,49,65,45,318);
INSERT INTO m_monster
VALUES('153','ベイリーフ','くさ',null,'しんりょく',null,'リーフガード',60,62,80,63,80,60,405);
INSERT INTO m_monster
VALUES('154','メガニウム','くさ',null,'しんりょく',null,'リーフガード',80,82,100,83,100,80,525);
INSERT INTO m_monster
VALUES('155','ヒノアラシ','ほのお',null,'もうか',null,'もらいび',39,52,43,60,50,65,309);
INSERT INTO m_monster
VALUES('156','マグマラシ','ほのお',null,'もうか',null,'もらいび',58,64,58,80,65,80,405);
INSERT INTO m_monster
VALUES('157','バクフーン','ほのお',null,'もうか',null,'もらいび',78,84,78,109,85,100,534);
INSERT INTO m_monster
VALUES('158','ワニノコ','みず',null,'げきりゅう',null,'ちからずく',50,65,64,44,48,43,314);
INSERT INTO m_monster
VALUES('159','アリゲイツ','みず',null,'げきりゅう',null,'ちからずく',65,80,80,59,63,58,405);
INSERT INTO m_monster
VALUES('160','オーダイル','みず',null,'げきりゅう',null,'ちからずく',85,105,100,79,83,78,530);
INSERT INTO m_monster
VALUES('161','オタチ','ノーマル',null,'にげあし','するどいめ','おみとおし',35,46,34,35,45,20,215);
INSERT INTO m_monster
VALUES('162','オオタチ','ノーマル',null,'にげあし','するどいめ','おみとおし',85,76,64,45,55,90,415);
INSERT INTO m_monster
VALUES('163','ホーホー','ノーマル','ひこう','ふみん','するどいめ','いろめがね',60,30,30,36,56,50,262);
INSERT INTO m_monster
VALUES('164','ヨルノズク','ノーマル','ひこう','ふみん','するどいめ','いろめがね',100,50,50,86,96,70,452);
INSERT INTO m_monster
VALUES('165','レディバ','むし','ひこう','むしのしらせ','はやおき','びびり',40,20,30,40,80,55,265);
INSERT INTO m_monster
VALUES('166','レディアン','むし','ひこう','むしのしらせ','はやおき','てつのこぶし',55,35,50,55,110,85,390);
INSERT INTO m_monster
VALUES('167','イトマル','むし','どく','むしのしらせ','ふみん','スナイパー',40,60,40,40,40,30,250);
INSERT INTO m_monster
VALUES('168','アリアドス','むし','どく','むしのしらせ','ふみん','スナイパー',70,90,70,60,70,40,400);
INSERT INTO m_monster
VALUES('169','クロバット','どく','ひこう','せいしんりょく',null,'すりぬけ',85,90,80,70,80,130,535);
INSERT INTO m_monster
VALUES('170','チョンチー','みず','でんき','ちくでん','はっこう','ちょすい',75,38,38,56,56,67,330);
INSERT INTO m_monster
VALUES('171','ランターン','みず','でんき','ちくでん','はっこう','ちょすい',125,58,58,76,76,67,460);
INSERT INTO m_monster
VALUES('172','ピチュー','でんき',null,'せいでんき',null,'ひらいしん',20,40,15,35,35,60,205);
INSERT INTO m_monster
VALUES('173','ピィ','フェアリー',null,'メロメロボディ','マジックガード','フレンドガード',50,25,28,45,55,15,218);
INSERT INTO m_monster
VALUES('174','ププリン','ノーマル','フェアリー','メロメロボディ','かちき','フレンドガード',90,30,15,40,20,15,210);
INSERT INTO m_monster
VALUES('175','トゲピー','フェアリー',null,'はりきり','てんのめぐみ','きょううん',35,20,65,40,65,20,245);
INSERT INTO m_monster
VALUES('176','トゲチック','フェアリー','ひこう','はりきり','てんのめぐみ','きょううん',55,40,85,80,105,40,405);
INSERT INTO m_monster
VALUES('177','ネイティ','エスパー','ひこう','シンクロ','はやおき','マジックミラー',40,50,45,70,45,70,320);
INSERT INTO m_monster
VALUES('178','ネイティオ','エスパー','ひこう','シンクロ','はやおき','マジックミラー',65,75,70,95,70,95,470);
INSERT INTO m_monster
VALUES('179','メリープ','でんき',null,'せいでんき',null,'プラス',55,40,40,65,45,35,280);
INSERT INTO m_monster
VALUES('180','モココ','でんき',null,'せいでんき',null,'プラス',70,55,55,80,60,45,365);
INSERT INTO m_monster
VALUES('181','デンリュウ','でんき',null,'せいでんき',null,'プラス',90,75,85,115,90,55,510);
INSERT INTO m_monster
VALUES('181-1','メガデンリュウ','でんき','ドラゴン','かたやぶり',null,null,90,95,105,165,110,45,610);
INSERT INTO m_monster
VALUES('182','キレイハナ','くさ',null,'ようりょくそ',null,'いやしのこころ',75,80,95,90,100,50,490);
INSERT INTO m_monster
VALUES('183','マリル','みず','フェアリー','あついしぼう','ちからもち','そうしょく',70,20,50,20,50,40,250);
INSERT INTO m_monster
VALUES('184','マリルリ','みず','フェアリー','あついしぼう','ちからもち','そうしょく',100,50,80,60,80,50,420);
INSERT INTO m_monster
VALUES('185','ウソッキー','いわ',null,'がんじょう','いしあたま','びびり',70,100,115,30,65,30,410);
INSERT INTO m_monster
VALUES('186','ニョロトノ','みず',null,'ちょすい','しめりけ','あめふらし',90,75,75,90,100,70,500);
INSERT INTO m_monster
VALUES('187','ハネッコ','くさ','ひこう','ようりょくそ','リーフガード','すりぬけ',35,35,40,35,55,50,250);
INSERT INTO m_monster
VALUES('188','ポポッコ','くさ','ひこう','ようりょくそ','リーフガード','すりぬけ',55,45,50,45,65,80,340);
INSERT INTO m_monster
VALUES('189','ワタッコ','くさ','ひこう','ようりょくそ','リーフガード','すりぬけ',75,55,70,55,95,110,460);
INSERT INTO m_monster
VALUES('190','エイパム','ノーマル',null,'にげあし','ものひろい','スキルリンク',55,70,55,40,55,85,360);
INSERT INTO m_monster
VALUES('191','ヒマナッツ','くさ',null,'ようりょくそ','サンパワー','はやおき',30,30,30,30,30,30,180);
INSERT INTO m_monster
VALUES('192','キマワリ','くさ',null,'ようりょくそ','サンパワー','はやおき',75,75,55,105,85,30,425);
INSERT INTO m_monster
VALUES('193','ヤンヤンマ','むし','ひこう','かそく','ふくがん','おみとおし',65,65,45,75,45,95,390);
INSERT INTO m_monster
VALUES('194','ウパー','みず','じめん','しめりけ','ちょすい','てんねん',55,45,45,25,25,15,210);
INSERT INTO m_monster
VALUES('195','ヌオー','みず','じめん','しめりけ','ちょすい','てんねん',95,85,85,65,65,35,430);
INSERT INTO m_monster
VALUES('196','エーフィ','エスパー',null,'シンクロ',null,'マジックミラー',65,65,60,130,95,110,525);
INSERT INTO m_monster
VALUES('197','ブラッキー','あく',null,'シンクロ',null,'せいしんりょく',95,65,110,60,130,65,525);
INSERT INTO m_monster
VALUES('198','ヤミカラス','あく','ひこう','ふみん','きょううん','いたずらごころ',60,85,42,85,42,91,405);
INSERT INTO m_monster
VALUES('199','ヤドキング','みず','エスパー','どんかん','マイペース','さいせいりょく',95,75,80,100,110,30,490);
INSERT INTO m_monster
VALUES('200','ムウマ','ゴースト',null,'ふゆう',null,null,60,60,60,85,85,85,435);
INSERT INTO m_monster
VALUES('201','アンノーン','エスパー',null,'ふゆう',null,null,48,72,48,72,48,48,336);
INSERT INTO m_monster
VALUES('202','ソーナンス','エスパー',null,'かげふみ',null,'テレパシー',190,33,58,33,58,33,405);
INSERT INTO m_monster
VALUES('203','キリンリキ','ノーマル','エスパー','せいしんりょく','はやおき','そうしょく',70,80,65,90,65,85,455);
INSERT INTO m_monster
VALUES('204','クヌギダマ','むし',null,'がんじょう',null,'ぼうじん',50,65,90,35,35,15,290);
INSERT INTO m_monster
VALUES('205','フォレトス','むし','はがね','がんじょう',null,'ぼうじん',75,90,140,60,60,40,465);
INSERT INTO m_monster
VALUES('206','ノコッチ','ノーマル',null,'てんのめぐみ','にげあし','びびり',100,70,70,65,65,45,415);
INSERT INTO m_monster
VALUES('207','グライガー','じめん','ひこう','かいりきバサミ','すながくれ','めんえき',65,75,105,35,65,85,430);
INSERT INTO m_monster
VALUES('208','ハガネール','はがね','じめん','いしあたま','がんじょう','ちからずく',75,85,200,55,65,30,510);
INSERT INTO m_monster
VALUES('208-1','メガハガネール','はがね','じめん','すなのちから',null,null,75,125,230,55,95,30,610);
INSERT INTO m_monster
VALUES('209','ブルー','フェアリー',null,'いかく','にげあし','びびり',60,80,50,40,40,30,300);
INSERT INTO m_monster
VALUES('210','グランブル','フェアリー',null,'いかく','はやあし','びびり',90,120,75,60,60,45,450);
INSERT INTO m_monster
VALUES('211','ハリーセン','みず','どく','どくのトゲ','すいすい','いかく',65,95,85,55,55,85,440);
INSERT INTO m_monster
VALUES('212','ハッサム','むし','はがね','むしのしらせ','テクニシャン','ライトメタル',70,130,100,55,80,65,500);
INSERT INTO m_monster
VALUES('212-1','メガハッサム','むし','はがね','テクニシャン',null,null,70,150,140,65,100,75,600);
INSERT INTO m_monster
VALUES('213','ツボツボ','むし','いわ','がんじょう','くいしんぼう','あまのじゃく',20,10,230,10,230,5,505);
INSERT INTO m_monster
VALUES('214','ヘラクロス','むし','かくとう','むしのしらせ','こんじょう','じしんかじょう',80,125,75,40,95,85,500);
INSERT INTO m_monster
VALUES('214-1','メガヘラクロス','むし','かくとう','スキルリンク',null,null,80,185,115,40,105,75,600);
INSERT INTO m_monster
VALUES('215','ニューラ','あく','こおり','せいしんりょく','するどいめ','わるいてぐせ',55,95,55,35,75,115,430);
INSERT INTO m_monster
VALUES('216','ヒメグマ','ノーマル',null,'ものひろい','はやあし','みつあつめ',60,80,50,50,50,40,330);
INSERT INTO m_monster
VALUES('217','リングマ','ノーマル',null,'こんじょう','はやあし','きんちょうかん',90,130,75,75,75,55,500);
INSERT INTO m_monster
VALUES('218','マグマッグ','ほのお',null,'マグマのよろい','ほのおのからだ','くだけるよろい',40,40,40,70,40,20,250);
INSERT INTO m_monster
VALUES('219','マグカルゴ','ほのお','いわ','マグマのよろい','ほのおのからだ','くだけるよろい',60,50,120,90,80,30,430);
INSERT INTO m_monster
VALUES('220','ウリムー','こおり','じめん','どんかん','ゆきがくれ','あついしぼう',50,50,40,30,30,50,250);
INSERT INTO m_monster
VALUES('221','イノムー','こおり','じめん','どんかん','ゆきがくれ','あついしぼう',100,100,80,60,60,50,450);
INSERT INTO m_monster
VALUES('222','サニーゴ','みず','いわ','はりきり','しぜんかいふく','さいせいりょく',65,55,95,65,95,35,410);
INSERT INTO m_monster
VALUES('223','テッポウオ','みず',null,'はりきり','スナイパー','ムラっけ',35,65,35,65,35,65,300);
INSERT INTO m_monster
VALUES('224','オクタン','みず',null,'きゅうばん','スナイパー','ムラっけ',75,105,75,105,75,45,480);
INSERT INTO m_monster
VALUES('225','デリバード','こおり','ひこう','やるき','はりきり','ふみん',45,55,45,65,45,75,330);
INSERT INTO m_monster
VALUES('226','マンタイン','みず','ひこう','すいすい','ちょすい','みずのベール',85,40,70,80,140,70,485);
INSERT INTO m_monster
VALUES('227','エアームド','はがね','ひこう','するどいめ','がんじょう','くだけるよろい',65,80,140,40,70,70,465);
INSERT INTO m_monster
VALUES('228','デルビル','あく','ほのお','はやおき','もらいび','きんちょうかん',45,60,30,80,50,65,330);
INSERT INTO m_monster
VALUES('229','ヘルガー','あく','ほのお','はやおき','もらいび','きんちょうかん',75,90,50,110,80,95,500);
INSERT INTO m_monster
VALUES('229-1','メガヘルガー','あく','ほのお','サンパワー',null,null,75,90,90,140,90,115,600);
INSERT INTO m_monster
VALUES('230','キングドラ','みず','ドラゴン','すいすい','スナイパー','しめりけ',75,95,95,95,95,85,540);
INSERT INTO m_monster
VALUES('231','ゴマゾウ','じめん',null,'ものひろい',null,'すながくれ',90,60,60,40,40,40,330);
INSERT INTO m_monster
VALUES('232','ドンファン','じめん',null,'がんじょう',null,'すながくれ',90,120,120,60,60,50,500);
INSERT INTO m_monster
VALUES('233','ポリゴン２','ノーマル',null,'トレース','ダウンロード','アナライズ',85,80,90,105,95,60,515);
INSERT INTO m_monster
VALUES('234','オドシシ','ノーマル',null,'いかく','おみとおし','そうしょく',73,95,62,85,65,85,465);
INSERT INTO m_monster
VALUES('235','ドーブル','ノーマル',null,'マイペース','テクニシャン','ムラっけ',55,20,35,20,45,75,250);
INSERT INTO m_monster
VALUES('236','バルキー','かくとう',null,'こんじょう','ふくつのこころ','やるき',35,35,35,35,35,35,210);
INSERT INTO m_monster
VALUES('237','カポエラー','かくとう',null,'いかく','テクニシャン','ふくつのこころ',50,95,95,35,110,70,455);
INSERT INTO m_monster
VALUES('238','ムチュール','こおり','エスパー','どんかん','よちむ','うるおいボディ',45,30,15,85,65,65,305);
INSERT INTO m_monster
VALUES('239','エレキッド','でんき',null,'せいでんき',null,'やるき',45,63,37,65,55,95,360);
INSERT INTO m_monster
VALUES('240','ブビィ','ほのお',null,'ほのおのからだ',null,'やるき',45,75,37,70,55,83,365);
INSERT INTO m_monster
VALUES('241','ミルタンク','ノーマル',null,'あついしぼう','きもったま','そうしょく',95,80,105,40,70,100,490);
INSERT INTO m_monster
VALUES('242','ハピナス','ノーマル',null,'しぜんかいふく','てんのめぐみ','いやしのこころ',255,10,10,75,135,55,540);
INSERT INTO m_monster
VALUES('243','ライコウ','でんき',null,'プレッシャー',null,'せいしんりょく',90,85,75,115,100,115,580);
INSERT INTO m_monster
VALUES('244','エンテイ','ほのお',null,'プレッシャー',null,'せいしんりょく',115,115,85,90,75,100,580);
INSERT INTO m_monster
VALUES('245','スイクン','みず',null,'プレッシャー',null,'せいしんりょく',100,75,115,90,115,85,580);
INSERT INTO m_monster
VALUES('246','ヨーギラス','いわ','じめん','こんじょう',null,'すながくれ',50,64,50,45,50,41,300);
INSERT INTO m_monster
VALUES('247','サナギラス','いわ','じめん','だっぴ',null,'だっぴ',70,84,70,65,70,51,410);
INSERT INTO m_monster
VALUES('248','バンギラス','いわ','あく','すなおこし',null,'きんちょうかん',100,134,110,95,100,61,600);
INSERT INTO m_monster
VALUES('248-1','メガバンギラス','いわ','あく','すなおこし',null,null,100,164,150,95,120,71,700);
INSERT INTO m_monster
VALUES('249','ルギア','エスパー','ひこう','プレッシャー',null,'マルチスケイル',106,90,130,90,154,110,680);
INSERT INTO m_monster
VALUES('250','ホウオウ','ほのお','ひこう','プレッシャー',null,'さいせいりょく',106,130,90,110,154,90,680);
INSERT INTO m_monster
VALUES('251','セレビィ','エスパー','むし','しぜんかいふく',null,null,100,100,100,100,100,100,600);
INSERT INTO m_monster
VALUES('252','キモリ','くさ',null,'しんりょく',null,'かるわざ',40,45,35,65,55,70,310);
INSERT INTO m_monster
VALUES('253','ジュプトル','くさ',null,'しんりょく',null,'かるわざ',50,65,45,85,65,95,405);
INSERT INTO m_monster
VALUES('254','ジュカイン','くさ',null,'しんりょく',null,'かるわざ',70,85,65,105,85,120,530);
INSERT INTO m_monster
VALUES('254-1','メガジュカイン','くさ','ドラゴン','ひらいしん',null,null,70,110,75,145,85,145,630);
INSERT INTO m_monster
VALUES('255','アチャモ','ほのお',null,'もうか',null,'かそく',45,60,40,70,50,45,310);
INSERT INTO m_monster
VALUES('256','ワカシャモ','ほのお','かくとう','もうか',null,'かそく',60,85,60,85,60,55,405);
INSERT INTO m_monster
VALUES('257','バシャーモ','ほのお','かくとう','もうか',null,'かそく',80,120,70,110,70,80,530);
INSERT INTO m_monster
VALUES('257-1','メガバシャーモ','ほのお','かくとう','かそく',null,null,80,160,80,130,80,100,630);
INSERT INTO m_monster
VALUES('258','ミズゴロウ','みず',null,'げきりゅう',null,'しめりけ',50,70,50,50,50,40,310);
INSERT INTO m_monster
VALUES('259','ヌマクロー','みず','じめん','げきりゅう',null,'しめりけ',70,85,70,60,70,50,405);
INSERT INTO m_monster
VALUES('260','ラグラージ','みず','じめん','げきりゅう',null,'しめりけ',100,110,90,85,90,60,535);
INSERT INTO m_monster
VALUES('260-1','メガラグラージ','みず','じめん','すいすい',null,null,100,150,110,95,110,70,635);
INSERT INTO m_monster
VALUES('261','ポチエナ','あく',null,'にげあし','はやあし','びびり',35,55,35,30,30,35,220);
INSERT INTO m_monster
VALUES('262','グラエナ','あく',null,'いかく','はやあし','じしんかじょう',70,90,70,60,60,70,420);
INSERT INTO m_monster
VALUES('263','ジグザグマ','ノーマル',null,'ものひろい','くいしんぼう','はやあし',38,30,41,30,41,60,240);
INSERT INTO m_monster
VALUES('264','マッスグマ','ノーマル',null,'ものひろい','くいしんぼう','はやあし',78,70,61,50,61,100,420);
INSERT INTO m_monster
VALUES('265','ケムッソ','むし',null,'りんぷん',null,'にげあし',45,45,35,20,30,20,195);
INSERT INTO m_monster
VALUES('266','カラサリス','むし',null,'だっぴ',null,'だっぴ',50,35,55,25,25,15,205);
INSERT INTO m_monster
VALUES('267','アゲハント','むし','ひこう','むしのしらせ',null,'とうそうしん',60,70,50,100,50,65,395);
INSERT INTO m_monster
VALUES('268','マユルド','むし',null,'だっぴ',null,'だっぴ',50,35,55,25,25,15,205);
INSERT INTO m_monster
VALUES('269','ドクケイル','むし','どく','りんぷん',null,'ふくがん',60,50,70,50,90,65,385);
INSERT INTO m_monster
VALUES('270','ハスボー','みず','むし','すいすい','あめうけざら','マイペース',40,30,30,40,50,30,220);
INSERT INTO m_monster
VALUES('271','ハスブレロ','みず','むし','すいすい','あめうけざら','マイペース',60,50,50,60,70,50,340);
INSERT INTO m_monster
VALUES('272','ルンパッパ','みず','むし','すいすい','あめうけざら','マイペース',80,70,70,90,100,70,480);
INSERT INTO m_monster
VALUES('273','タネボー','くさ',null,'ようりょくそ','はやおき','わるいてぐせ',40,40,50,30,30,30,220);
INSERT INTO m_monster
VALUES('274','コノハナ','くさ','あく','ようりょくそ','はやおき','わるいてぐせ',70,70,40,60,40,60,340);
INSERT INTO m_monster
VALUES('275','ダーテング','くさ','あく','ようりょくそ','はやおき','わるいてぐせ',90,100,60,90,60,80,480);
INSERT INTO m_monster
VALUES('276','スバメ','ノーマル','ひこう','こんじょう',null,'きもったま',40,55,30,30,30,85,270);
INSERT INTO m_monster
VALUES('277','オオスバメ','ノーマル','ひこう','こんじょう',null,'きもったま',60,85,60,75,50,125,455);
INSERT INTO m_monster
VALUES('278','キャモメ','みず','ひこう','するどいめ','うるおいボディ','あめうけざら',40,30,30,55,30,85,270);
INSERT INTO m_monster
VALUES('279','ペリッパー','みず','ひこう','するどいめ','あめふらし','あめうけざら',60,50,100,95,70,65,440);
INSERT INTO m_monster
VALUES('280','ラルトス','エスパー','フェアリー','シンクロ','トレース','テレパシー',28,25,25,45,35,40,198);
INSERT INTO m_monster
VALUES('281','キルリア','エスパー','フェアリー','シンクロ','トレース','テレパシー',38,35,35,65,55,50,278);
INSERT INTO m_monster
VALUES('282','サーナイト','エスパー','フェアリー','シンクロ','トレース','テレパシー',68,65,65,125,115,80,518);
INSERT INTO m_monster
VALUES('282-1','メガサーナイト','エスパー','フェアリー','フェアリースキン',null,null,68,85,65,165,135,100,618);
INSERT INTO m_monster
VALUES('283','アメタマ','むし','みず','すいすい',null,'あめうけざら',40,30,32,50,52,65,269);
INSERT INTO m_monster
VALUES('284','アメモース','むし','ひこう','いかく',null,'きんちょうかん',70,60,62,100,82,80,454);
INSERT INTO m_monster
VALUES('285','キノココ','くさ',null,'ほうし','ポイズンヒール','はやあし',60,40,60,40,60,35,295);
INSERT INTO m_monster
VALUES('286','キノガッサ','くさ','かくとう','ほうし','ポイズンヒール','テクニシャン',60,130,80,60,60,70,460);
INSERT INTO m_monster
VALUES('287','ナマケロ','ノーマル',null,'なまけ',null,null,60,60,60,35,35,30,280);
INSERT INTO m_monster
VALUES('288','ヤルキモノ','ノーマル',null,'やるき',null,null,80,80,80,55,55,90,440);
INSERT INTO m_monster
VALUES('289','ケッキング','ノーマル',null,'なまけ',null,null,150,160,100,95,65,100,670);
INSERT INTO m_monster
VALUES('290','ツチニン','むし','じめん','ふくがん',null,'にげあし',31,45,90,30,30,40,266);
INSERT INTO m_monster
VALUES('291','テッカニン','むし','ひこう','かそく',null,'すりぬけ',61,90,45,50,50,160,456);
INSERT INTO m_monster
VALUES('292','ヌケニン','むし','ゴースト','ふしぎなまもり',null,'ふしぎなまもり',1,90,45,30,30,40,236);
INSERT INTO m_monster
VALUES('293','ゴニョニョ','ノーマル',null,'ぼうおん',null,'びびり',64,51,23,51,23,28,240);
INSERT INTO m_monster
VALUES('294','ドゴーム','ノーマル',null,'ぼうおん',null,'きもったま',84,71,43,71,43,48,360);
INSERT INTO m_monster
VALUES('295','バクオング','ノーマル',null,'ぼうおん',null,'きもったま',104,91,63,91,73,68,490);
INSERT INTO m_monster
VALUES('296','マクノシタ','かくとう',null,'あついしぼう','こんじょう','ちからずく',72,60,30,20,30,25,237);
INSERT INTO m_monster
VALUES('297','ハリテヤマ','かくとう',null,'あついしぼう','こんじょう','ちからずく',144,120,60,40,60,50,474);
INSERT INTO m_monster
VALUES('298','ルリリ','ノーマル','フェアリー','あついしぼう','ちからもち','そうしょく',50,20,40,20,40,20,190);
INSERT INTO m_monster
VALUES('299','ノズパス','いわ',null,'がんじょう','じりょく','すなのちから',30,45,135,45,90,30,375);
INSERT INTO m_monster
VALUES('300','エネコ','ノーマル',null,'メロメロボディ','ノーマルスキン','ミラクルスキン',50,45,45,35,35,50,260);
INSERT INTO m_monster
VALUES('301','エネコロロ','ノーマル',null,'メロメロボディ','ノーマルスキン','ミラクルスキン',70,65,65,55,55,90,400);
INSERT INTO m_monster
VALUES('302','ヤミラミ','あく','ゴースト','するどいめ','あとだし','いたずらごころ',50,75,75,65,65,50,380);
INSERT INTO m_monster
VALUES('302-1','メガヤミラミ','あく','ゴースト','マジックミラー',null,null,50,85,125,85,115,20,480);
INSERT INTO m_monster
VALUES('303','クチート','はがね','フェアリー','かいりきバサミ','いかく','ちからずく',50,85,85,55,55,50,380);
INSERT INTO m_monster
VALUES('303-1','メガクチート','はがね','フェアリー','ちからもち',null,null,50,105,125,55,95,50,480);
INSERT INTO m_monster
VALUES('304','ココドラ','はがね','いわ','がんじょう','いしあたま','ヘヴィメタル',50,70,100,40,40,30,330);
INSERT INTO m_monster
VALUES('305','コドラ','はがね','いわ','がんじょう','いしあたま','ヘヴィメタル',60,90,140,50,50,40,430);
INSERT INTO m_monster
VALUES('306','ボスゴドラ','はがね','いわ','がんじょう','いしあたま','ヘヴィメタル',70,110,180,60,60,50,530);
INSERT INTO m_monster
VALUES('306-1','メガボスゴドラ','はがね',null,'フィルター',null,null,70,140,230,60,80,50,630);
INSERT INTO m_monster
VALUES('307','アサナン','かくとう','エスパー','ヨガパワー',null,'テレパシー',30,40,55,40,55,60,280);
INSERT INTO m_monster
VALUES('308','チャーレム','かくとう','エスパー','ヨガパワー',null,'テレパシー',60,60,75,60,75,80,410);
INSERT INTO m_monster
VALUES('308-1','メガチャーレム','かくとう','エスパー','ヨガパワー',null,null,60,100,85,80,85,100,510);
INSERT INTO m_monster
VALUES('309','ラクライ','でんき',null,'せいでんき','ひらいしん','マイナス',40,45,40,65,40,65,295);
INSERT INTO m_monster
VALUES('310','ライボルト','でんき',null,'せいでんき','ひらいしん','マイナス',70,75,60,105,60,105,475);
INSERT INTO m_monster
VALUES('310-1','メガライボルト','でんき',null,'いかく',null,null,70,75,80,135,80,135,575);
INSERT INTO m_monster
VALUES('311','プラスル','でんき',null,'プラス',null,'ひらいしん',60,50,40,85,75,95,405);
INSERT INTO m_monster
VALUES('312','マイナン','でんき',null,'マイナス',null,'ちくでん',60,40,50,75,85,95,405);
INSERT INTO m_monster
VALUES('313','バルビート','むし',null,'はっこう','むしのしらせ','いたずらごころ',65,73,75,47,85,85,430);
INSERT INTO m_monster
VALUES('314','イルミーゼ','むし',null,'どんかん','いろめがね','いたずらごころ',65,47,75,73,85,85,430);
INSERT INTO m_monster
VALUES('315','ロゼリア','くさ','どく','しぜんかいふく','どくのトゲ','リーフガード',50,60,45,100,80,65,400);
INSERT INTO m_monster
VALUES('316','ゴクリン','どく',null,'ヘドロえき','ねんちゃく','くいしんぼう',70,43,53,43,53,40,302);
INSERT INTO m_monster
VALUES('317','マルノーム','どく',null,'ヘドロえき','ねんちゃく','くいしんぼう',100,73,83,73,83,55,467);
INSERT INTO m_monster
VALUES('318','キバニア','みず','あく','さめはだ',null,'かそく',45,90,20,65,20,65,305);
INSERT INTO m_monster
VALUES('319','サメハダー','みず','あく','さめはだ',null,'かそく',70,120,40,95,40,95,460);
INSERT INTO m_monster
VALUES('319-1','メガサメハダー','みず','あく','がんじょうあご',null,null,70,140,70,110,65,105,560);
INSERT INTO m_monster
VALUES('320','ホエルコ','みず',null,'みずのベール','どんかん','プレッシャー',130,70,35,70,35,60,400);
INSERT INTO m_monster
VALUES('321','ホエルオー','みず',null,'みずのベール','どんかん','プレッシャー',170,90,45,90,45,60,500);
INSERT INTO m_monster
VALUES('322','ドンメル','ほのお','じめん','どんかん','たんじゅん','マイペース',60,60,40,65,45,35,305);
INSERT INTO m_monster
VALUES('323','バクーダ','ほのお','じめん','マグマのよろい','ハードロック','いかりのつぼ',70,100,70,105,75,40,460);
INSERT INTO m_monster
VALUES('323-1','メガバクーダ','ほのお','じめん','ちからずく',null,null,70,120,100,145,105,20,560);
INSERT INTO m_monster
VALUES('324','コータス','ほのお',null,'しろいけむり','ひでり','シェルアーマー',70,85,140,85,70,20,470);
INSERT INTO m_monster
VALUES('325','バネブー','エスパー',null,'あついしぼう','マイペース','くいしんぼう',60,25,35,70,80,60,330);
INSERT INTO m_monster
VALUES('326','ブーピッグ','エスパー',null,'あついしぼう','マイペース','くいしんぼう',80,45,65,90,110,80,470);
INSERT INTO m_monster
VALUES('327','パッチール','ノーマル',null,'マイペース','ちどりあし','あまのじゃく',60,60,60,60,60,60,360);
INSERT INTO m_monster
VALUES('328','ナックラー','じめん',null,'かいりきバサミ','ありじごく','ちからずく',45,100,45,45,45,10,290);
INSERT INTO m_monster
VALUES('329','ビブラーバ','じめん','ドラゴン','ふゆう',null,'ふゆう',50,70,50,50,50,70,340);
INSERT INTO m_monster
VALUES('330','フライゴン','じめん','ドラゴン','ふゆう',null,'ふゆう',80,100,80,80,80,100,520);
INSERT INTO m_monster
VALUES('331','サボネア','くさ',null,'すながくれ',null,'ちょすい',50,85,40,85,40,35,335);
INSERT INTO m_monster
VALUES('332','ノクタス','くさ','あく','すながくれ',null,'ちょすい',70,115,60,115,60,55,475);
INSERT INTO m_monster
VALUES('333','チルット','ノーマル','ひこう','しぜんかいふく',null,'ノーてんき',45,40,60,40,75,50,310);
INSERT INTO m_monster
VALUES('334','チルタリス','ドラゴン','ひこう','しぜんかいふく',null,'ノーてんき',75,70,90,70,105,80,490);
INSERT INTO m_monster
VALUES('334-1','メガチルタリス','ドラゴン','フェアリー','フェアリースキン',null,null,75,110,110,110,105,80,590);
INSERT INTO m_monster
VALUES('335','ザングース','ノーマル',null,'めんえき',null,'どくぼうそう',73,115,60,60,60,90,458);
INSERT INTO m_monster
VALUES('336','ハブネーク','どく',null,'だっぴ',null,'すりぬけ',73,100,60,100,60,65,458);
INSERT INTO m_monster
VALUES('337','ルナトーン','いわ','エスパー','ふゆう',null,null,90,55,65,95,85,70,460);
INSERT INTO m_monster
VALUES('338','ソルロック','いわ','エスパー','ふゆう',null,null,90,95,85,55,65,70,460);
INSERT INTO m_monster
VALUES('339','ドジョッチ','みず','じめん','どんかん','きけんよち','うるおいボディ',50,48,43,46,41,60,288);
INSERT INTO m_monster
VALUES('340','ナマズン','みず','じめん','どんかん','きけんよち','うるおいボディ',110,78,73,76,71,60,468);
INSERT INTO m_monster
VALUES('341','ヘイガニ','みず',null,'かいりきバサミ','シェルアーマー','てきおうりょく',43,80,65,50,35,35,308);
INSERT INTO m_monster
VALUES('342','シザリガー','みず','あく','かいりきバサミ','シェルアーマー','てきおうりょく',63,120,85,90,55,55,468);
INSERT INTO m_monster
VALUES('343','ヤジロン','じめん','エスパー','ふゆう',null,null,40,40,55,40,70,55,300);
INSERT INTO m_monster
VALUES('344','ネンドール','じめん','エスパー','ふゆう',null,null,60,70,105,70,120,75,500);
INSERT INTO m_monster
VALUES('345','リリーラ','いわ','くさ','きゅうばん',null,'よびみず',66,41,77,61,87,23,355);
INSERT INTO m_monster
VALUES('346','ユレイドル','いわ','くさ','きゅうばん',null,'よびみず',86,81,97,81,107,43,495);
INSERT INTO m_monster
VALUES('347','アノプス','いわ','むし','カブトアーマー',null,'すいすい',45,95,50,40,50,75,355);
INSERT INTO m_monster
VALUES('348','アーマルド','いわ','むし','カブトアーマー',null,'すいすい',75,125,100,70,80,45,495);
INSERT INTO m_monster
VALUES('349','ヒンバス','みず',null,'すいすい','どんかん','てきおうりょく',20,15,20,10,55,80,200);
INSERT INTO m_monster
VALUES('350','ミロカロス','みず',null,'ふしぎなうろこ','かちき','メロメロボディ',95,60,79,100,125,81,540);
INSERT INTO m_monster
VALUES('351','ポワルン','ノーマル',null,'てんきや',null,null,70,70,70,70,70,70,420);
INSERT INTO m_monster
VALUES('352','カクレオン','ノーマル',null,'へんしょく',null,'へんげんじざい',60,90,70,60,120,40,440);
INSERT INTO m_monster
VALUES('353','カゲボウズ','ゴースト',null,'ふみん','おみとおし','のろわれボディ',44,75,35,63,33,45,295);
INSERT INTO m_monster
VALUES('354','ジュペッタ','ゴースト',null,'ふみん','おみとおし','のろわれボディ',64,115,65,83,63,65,455);
INSERT INTO m_monster
VALUES('354-1','メガジュペッタ','ゴースト',null,'いたずらごころ',null,null,64,165,75,93,83,75,555);
INSERT INTO m_monster
VALUES('355','ヨマワル','ゴースト',null,'ふゆう',null,'おみとおし',20,40,90,30,90,25,295);
INSERT INTO m_monster
VALUES('356','サマヨール','ゴースト',null,'プレッシャー',null,'おみとおし',40,70,130,60,130,25,455);
INSERT INTO m_monster
VALUES('357','トロピウス','くさ','ひこう','ようりょくそ','サンパワー','しゅうかく',99,68,83,72,87,51,460);
INSERT INTO m_monster
VALUES('358','チリーン','エスパー',null,'ふゆう',null,null,75,50,80,95,90,65,455);
INSERT INTO m_monster
VALUES('359','アブソル','あく',null,'プレッシャー','きょううん','せいぎのこころ',65,130,60,75,60,75,465);
INSERT INTO m_monster
VALUES('359-1','メガアブソル','あく',null,'マジックミラー',null,null,65,150,60,115,60,115,565);
INSERT INTO m_monster
VALUES('360','ソーナノ','エスパー',null,'かげふみ',null,'テレパシー',95,23,48,23,48,23,260);
INSERT INTO m_monster
VALUES('361','ユキワラシ','こおり',null,'せいしんりょく','アイスボディ','ムラっけ',50,50,50,50,50,50,300);
INSERT INTO m_monster
VALUES('362','オニゴーリ','こおり',null,'せいしんりょく','アイスボディ','ムラっけ',80,80,80,80,80,80,480);
INSERT INTO m_monster
VALUES('362-1','メガオニゴーリ','こおり',null,'フリーズスキン',null,null,80,120,80,120,80,100,580);
INSERT INTO m_monster
VALUES('363','タマザラシ','こおり','みず','あついしぼう','アイスボディ','どんかん',70,40,50,55,50,25,290);
INSERT INTO m_monster
VALUES('364','トドグラー','こおり','みず','あついしぼう','アイスボディ','どんかん',90,60,70,75,70,45,410);
INSERT INTO m_monster
VALUES('365','トドゼルガ','こおり','みず','あついしぼう','アイスボディ','どんかん',110,80,90,95,90,65,530);
INSERT INTO m_monster
VALUES('366','パールル','みず',null,'シェルアーマー',null,'びびり',35,64,85,74,55,32,345);
INSERT INTO m_monster
VALUES('367','ハンテール','みず',null,'すいすい',null,'みずのベール',55,104,105,94,75,52,485);
INSERT INTO m_monster
VALUES('368','サクラビス','みず',null,'すいすい',null,'うるおいボディ',55,84,105,114,75,52,485);
INSERT INTO m_monster
VALUES('369','ジーランス','みず','いわ','すいすい','いしあたま','がんじょう',100,90,130,45,65,55,485);
INSERT INTO m_monster
VALUES('370','ラブカス','みず',null,'すいすい',null,'うるおいボディ',43,30,55,40,65,97,330);
INSERT INTO m_monster
VALUES('371','タツベイ','ドラゴン',null,'いしあたま',null,'ちからずく',45,75,60,40,30,50,300);
INSERT INTO m_monster
VALUES('372','コモルー','ドラゴン',null,'いしあたま',null,'ぼうじん',65,95,100,60,50,50,420);
INSERT INTO m_monster
VALUES('373','ボーマンダ','ドラゴン','ひこう','いかく',null,'じしんかじょう',95,135,80,110,80,100,600);
INSERT INTO m_monster
VALUES('373-1','メガボーマンダ','ドラゴン','ひこう','スカイスキン',null,null,95,145,130,120,90,120,700);
INSERT INTO m_monster
VALUES('374','ダンバル','はがね','エスパー','クリアボディ',null,'ライトメタル',40,55,80,35,60,30,300);
INSERT INTO m_monster
VALUES('375','メタング','はがね','エスパー','クリアボディ',null,'ライトメタル',60,75,100,55,80,50,420);
INSERT INTO m_monster
VALUES('376','メタグロス','はがね','エスパー','クリアボディ',null,'ライトメタル',80,135,130,95,90,70,600);
INSERT INTO m_monster
VALUES('376-1','メガメタグロス','はがね','エスパー','かたいツメ',null,null,80,145,150,105,110,110,700);
INSERT INTO m_monster
VALUES('377','レジロック','いわ',null,'クリアボディ',null,'がんじょう',80,100,200,50,100,50,580);
INSERT INTO m_monster
VALUES('378','レジアイス','こおり',null,'クリアボディ',null,'アイスボディ',80,50,100,100,200,50,580);
INSERT INTO m_monster
VALUES('379','レジスチル','はがね',null,'クリアボディ',null,'ライトメタル',80,75,150,75,150,50,580);
INSERT INTO m_monster
VALUES('380','ラティアス','ドラゴン','エスパー','ふゆう',null,null,80,80,90,110,130,110,600);
INSERT INTO m_monster
VALUES('380-1','メガラティアス','ドラゴン','エスパー','ふゆう',null,null,80,100,120,140,150,110,700);
INSERT INTO m_monster
VALUES('381','ラティオス','ドラゴン','エスパー','ふゆう',null,null,80,90,80,130,110,110,600);
INSERT INTO m_monster
VALUES('381-1','メガラティオス','ドラゴン','エスパー','ふゆう',null,null,80,130,100,160,120,110,700);
INSERT INTO m_monster
VALUES('382','カイオーガ','みず',null,'あめふらし',null,null,100,100,90,150,140,90,670);
INSERT INTO m_monster
VALUES('382-1','ゲンシカイオーガ','みず',null,'はじまりのうみ',null,null,100,150,90,180,160,90,770);
INSERT INTO m_monster
VALUES('383','グラードン','じめん',null,'ひでり',null,null,100,150,140,100,90,90,670);
INSERT INTO m_monster
VALUES('383-1','ゲンシグラードン','じめん','ほのお','おわりのだいち',null,null,100,180,160,150,90,90,770);
INSERT INTO m_monster
VALUES('384','レックウザ','ドラゴン','ひこう','エアロック',null,null,105,150,90,150,90,95,680);
INSERT INTO m_monster
VALUES('384-1','メガレックウザ','ドラゴン','ひこう','デルタストリーム',null,null,105,180,100,180,100,115,780);
INSERT INTO m_monster
VALUES('385','ジラーチ','はがね','エスパー','てんのめぐみ',null,null,100,100,100,100,100,100,600);
INSERT INTO m_monster
VALUES('386','デオキシスN','エスパー',null,'プレッシャー',null,null,50,150,50,150,50,150,600);
INSERT INTO m_monster
VALUES('386-1','デオキシスA','エスパー',null,'プレッシャー',null,null,50,180,20,180,20,150,600);
INSERT INTO m_monster
VALUES('386-2','デオキシスD','エスパー',null,'プレッシャー',null,null,50,70,160,70,160,90,600);
INSERT INTO m_monster
VALUES('386-3','デオキシスS','エスパー',null,'プレッシャー',null,null,50,95,90,95,90,180,600);
INSERT INTO m_monster
VALUES('387','ナエトル','くさ',null,'しんりょく',null,'シェルアーマー',55,68,64,45,55,31,318);
INSERT INTO m_monster
VALUES('388','ハヤシガメ','くさ',null,'しんりょく',null,'シェルアーマー',75,89,85,55,65,36,405);
INSERT INTO m_monster
VALUES('389','ドダイトス','くさ','じめん','しんりょく',null,'シェルアーマー',95,109,105,75,85,56,525);
INSERT INTO m_monster
VALUES('390','ヒコザル','ほのお',null,'もうか',null,'てつのこぶし',44,58,44,58,44,61,309);
INSERT INTO m_monster
VALUES('391','モウカザル','ほのお','かくとう','もうか',null,'てつのこぶし',64,78,52,78,52,81,405);
INSERT INTO m_monster
VALUES('392','ゴウカザル','ほのお','かくとう','もうか',null,'てつのこぶし',76,104,71,104,71,108,534);
INSERT INTO m_monster
VALUES('393','ポッチャマ','みず',null,'げきりゅう',null,'まけんき',53,51,53,61,56,40,314);
INSERT INTO m_monster
VALUES('394','ポッタイシ','みず',null,'げきりゅう',null,'まけんき',64,66,68,81,76,50,405);
INSERT INTO m_monster
VALUES('395','エンペルト','みず','はがね','げきりゅう',null,'まけんき',84,86,88,111,101,60,530);
INSERT INTO m_monster
VALUES('396','ムックル','ノーマル','ひこう','するどいめ',null,'すてみ',40,55,30,30,30,60,245);
INSERT INTO m_monster
VALUES('397','ムクバード','ノーマル','ひこう','いかく',null,'すてみ',55,75,50,40,40,80,340);
INSERT INTO m_monster
VALUES('398','ムクホーク','ノーマル','ひこう','いかく',null,'すてみ',85,120,70,50,60,100,485);
INSERT INTO m_monster
VALUES('399','ビッパ','ノーマル',null,'たんじゅん','てんねん','ムラっけ',59,45,40,35,40,31,250);
INSERT INTO m_monster
VALUES('400','ビーダル','ノーマル','みず','たんじゅん','てんねん','ムラっけ',79,85,60,55,60,71,410);
INSERT INTO m_monster
VALUES('401','コロボーシ','むし',null,'だっぴ',null,'にげあし',37,25,41,25,41,25,194);
INSERT INTO m_monster
VALUES('402','コロトック','むし',null,'むしのしらせ',null,'テクニシャン',77,85,51,55,51,65,384);
INSERT INTO m_monster
VALUES('403','コリンク','でんき',null,'とうそうしん','いかく','こんじょう',45,65,34,40,34,45,263);
INSERT INTO m_monster
VALUES('404','ルクシオ','でんき',null,'とうそうしん','いかく','こんじょう',60,85,49,60,49,60,363);
INSERT INTO m_monster
VALUES('405','レントラー','でんき',null,'とうそうしん','いかく','こんじょう',80,120,79,95,79,70,523);
INSERT INTO m_monster
VALUES('406','スボミー','くさ','どく','しぜんかいふく','どくのトゲ','リーフガード',40,30,35,50,70,55,280);
INSERT INTO m_monster
VALUES('407','ロズレイド','くさ','どく','しぜんかいふく','どくのトゲ','テクニシャン',60,70,65,125,105,90,515);
INSERT INTO m_monster
VALUES('408','ズガイドス','いわ',null,'かたやぶり',null,'ちからずく',67,125,40,30,30,58,350);
INSERT INTO m_monster
VALUES('409','ラムパルド','いわ',null,'かたやぶり',null,'ちからずく',97,165,60,65,50,58,495);
INSERT INTO m_monster
VALUES('410','タテトプス','いわ','はがね','がんじょう',null,'ぼうおん',30,42,118,42,88,30,350);
INSERT INTO m_monster
VALUES('411','トリデプス','いわ','はがね','がんじょう',null,'ぼうおん',60,52,168,47,138,30,495);
INSERT INTO m_monster
VALUES('412','ミノムッチ','むし',null,'だっぴ',null,'ぼうじん',40,29,45,29,45,36,224);
INSERT INTO m_monster
VALUES('413','ミノマダム草','むし','くさ','きけんよち',null,'ぼうじん',60,59,85,79,105,36,424);
INSERT INTO m_monster
VALUES('413-1','ミノマダム地','むし','じめん','きけんよち',null,'ぼうじん',60,79,105,59,85,36,424);
INSERT INTO m_monster
VALUES('413-2','ミノマダム鋼','むし','はがね','きけんよち',null,'ぼうじん',60,69,95,69,95,36,424);
INSERT INTO m_monster
VALUES('414','ガーメイル','むし','ひこう','むしのしらせ',null,'いろめがね',70,94,50,94,50,66,424);
INSERT INTO m_monster
VALUES('415','ミツハニー','むし','ひこう','みつあつめ',null,'はりきり',30,30,42,30,42,70,244);
INSERT INTO m_monster
VALUES('416','ビークイン','むし','ひこう','プレッシャー',null,'きんちょうかん',70,80,102,80,102,40,474);
INSERT INTO m_monster
VALUES('417','パチリス','でんき',null,'にげあし','ものひろい','ちくでん',60,45,70,45,90,95,405);
INSERT INTO m_monster
VALUES('418','ブイゼル','みず',null,'すいすい',null,'みずのベール',55,65,35,60,30,85,330);
INSERT INTO m_monster
VALUES('419','フローゼル','みず',null,'すいすい',null,'みずのベール',85,105,55,85,50,115,495);
INSERT INTO m_monster
VALUES('420','チェリンボ','くさ',null,'ようりょくそ',null,null,45,35,45,62,53,35,275);
INSERT INTO m_monster
VALUES('421','チェリム','くさ',null,'フラワーギフト',null,null,70,60,70,87,78,85,450);
INSERT INTO m_monster
VALUES('422','カラナクシ','みず',null,'ねんちゃく','よびみず','すなのちから',76,48,48,57,62,34,325);
INSERT INTO m_monster
VALUES('423','トリトドン','みず','じめん','ねんちゃく','よびみず','すなのちから',111,83,68,92,82,39,475);
INSERT INTO m_monster
VALUES('424','エテボース','ノーマル',null,'テクニシャン','ものひろい','スキルリンク',75,100,66,60,66,115,482);
INSERT INTO m_monster
VALUES('425','フワンテ','ゴースト','ひこう','ゆうばく','かるわざ','ねつぼうそう',90,50,34,60,44,70,348);
INSERT INTO m_monster
VALUES('426','フワライド','ゴースト','ひこう','ゆうばく','かるわざ','ねつぼうそう',150,80,44,90,54,80,498);
INSERT INTO m_monster
VALUES('427','ミミロル','ノーマル',null,'にげあし','ぶきよう','じゅうなん',55,66,44,44,56,85,350);
INSERT INTO m_monster
VALUES('428','ミミロップ','ノーマル',null,'メロメロボディ','ぶきよう','じゅうなん',65,76,84,54,96,105,480);
INSERT INTO m_monster
VALUES('428-1','メガミミロップ','ノーマル','かくとう','きもったま',null,null,65,136,94,54,96,135,580);
INSERT INTO m_monster
VALUES('429','ムウマージ','ゴースト',null,'ふゆう',null,null,60,60,60,105,105,105,495);
INSERT INTO m_monster
VALUES('430','ドンカラス','あく','ひこう','ふみん','きょううん','じしんかじょう',100,125,52,105,52,71,505);
INSERT INTO m_monster
VALUES('431','ニャルマー','ノーマル',null,'じゅうなん','マイペース','するどいめ',49,55,42,42,37,85,310);
INSERT INTO m_monster
VALUES('432','ブニャット','ノーマル',null,'あついしぼう','マイペース','まけんき',71,82,64,64,59,112,452);
INSERT INTO m_monster
VALUES('433','リーシャン','エスパー',null,'ふゆう',null,null,45,30,50,65,50,45,285);
INSERT INTO m_monster
VALUES('434','スカンプー','どく','あく','あくしゅう','ゆうばく','するどいめ',63,63,47,41,41,74,329);
INSERT INTO m_monster
VALUES('435','スカタンク','どく','あく','あくしゅう','ゆうばく','するどいめ',103,93,67,71,61,84,479);
INSERT INTO m_monster
VALUES('436','ドーミラー','はがね','エスパー','ふゆう','たいねつ','ヘヴィメタル',57,24,86,24,86,23,300);
INSERT INTO m_monster
VALUES('437','ドータクン','はがね','エスパー','ふゆう','たいねつ','ヘヴィメタル',67,89,116,79,116,33,500);
INSERT INTO m_monster
VALUES('438','ウソハチ','いわ',null,'がんじょう','いしあたま','びびり',50,80,95,10,45,10,290);
INSERT INTO m_monster
VALUES('439','マネネ','エスパー','フェアリー','ぼうおん','フィルター','テクニシャン',20,25,45,70,90,60,310);
INSERT INTO m_monster
VALUES('440','ピンプク','ノーマル',null,'しぜんかいふく','てんのめぐみ','フレンドガード',100,5,5,15,65,30,220);
INSERT INTO m_monster
VALUES('441','ペラップ','ノーマル','ひこう','するどいめ','ちどりあし','はとむね',76,65,45,92,42,91,411);
INSERT INTO m_monster
VALUES('442','ミカルゲ','ゴースト','あく','プレッシャー',null,'すりぬけ',50,92,108,92,108,35,485);
INSERT INTO m_monster
VALUES('443','フカマル','ドラゴン','じめん','すながくれ',null,'さめはだ',58,70,45,40,45,42,300);
INSERT INTO m_monster
VALUES('444','ガバイト','ドラゴン','じめん','すながくれ',null,'さめはだ',68,90,65,50,55,82,410);
INSERT INTO m_monster
VALUES('445','ガブリアス','ドラゴン','じめん','すながくれ',null,'さめはだ',108,130,95,80,85,102,600);
INSERT INTO m_monster
VALUES('445-1','メガガブリアス','ドラゴン','じめん','すなのちから',null,null,108,170,115,120,95,92,700);
INSERT INTO m_monster
VALUES('446','ゴンベ','ノーマル',null,'ものひろい','あついしぼう','くいしんぼう',135,85,40,40,85,5,390);
INSERT INTO m_monster
VALUES('447','リオル','かくとう',null,'ふくつのこころ','せいしんりょく','いたずらごころ',40,70,40,35,40,60,285);
INSERT INTO m_monster
VALUES('448','ルカリオ','かくとう','はがね','ふくつのこころ','せいしんりょく','せいぎのこころ',70,110,70,115,70,90,525);
INSERT INTO m_monster
VALUES('448-1','メガルカリオ','かくとう','はがね','てきおうりょく',null,null,70,145,88,140,70,112,625);
INSERT INTO m_monster
VALUES('449','ヒポポタス','じめん',null,'すなおこし',null,'すなのちから',68,72,78,38,42,32,330);
INSERT INTO m_monster
VALUES('450','カバルドン','じめん',null,'すなおこし',null,'すなのちから',108,112,118,68,72,47,525);
INSERT INTO m_monster
VALUES('451','スコルピ','どく','むし','カブトアーマー','スナイパー','するどいめ',40,50,90,30,55,65,330);
INSERT INTO m_monster
VALUES('452','ドラピオン','どく','あく','カブトアーマー','スナイパー','するどいめ',70,90,110,60,75,95,500);
INSERT INTO m_monster
VALUES('453','グレッグル','どく','かくとう','きけんよち','かんそうはだ','どくしゅ',48,61,40,61,40,50,300);
INSERT INTO m_monster
VALUES('454','ドクロッグ','どく','かくとう','きけんよち','かんそうはだ','どくしゅ',83,106,65,86,65,85,490);
INSERT INTO m_monster
VALUES('455','マスキッパ','くさ',null,'ふゆう',null,null,74,100,72,90,72,46,454);
INSERT INTO m_monster
VALUES('456','ケイコウオ','みず',null,'すいすい','よびみず','みずのベール',49,49,56,49,61,66,330);
INSERT INTO m_monster
VALUES('457','ネオラント','みず',null,'すいすい','よびみず','みずのベール',69,69,76,69,86,91,460);
INSERT INTO m_monster
VALUES('458','タマンタ','みず','ひこう','すいすい','ちょすい','みずのベール',45,20,50,60,120,50,345);
INSERT INTO m_monster
VALUES('459','ユキカブリ','くさ','こおり','ゆきふらし',null,'ぼうおん',60,62,50,62,60,40,334);
INSERT INTO m_monster
VALUES('460','ユキノオー','くさ','こおり','ゆきふらし',null,'ぼうおん',90,92,75,92,85,60,494);
INSERT INTO m_monster
VALUES('460-1','メガユキノオー','くさ','こおり','ゆきふらし',null,null,90,132,105,132,105,30,594);
INSERT INTO m_monster
VALUES('461','マニューラ','あく','こおり','プレッシャー',null,'わるいてぐせ',70,120,65,45,85,125,510);
INSERT INTO m_monster
VALUES('462','ジバコイル','でんき','はがね','じりょく','がんじょう','アナライズ',70,70,115,130,90,60,535);
INSERT INTO m_monster
VALUES('463','ベロベルト','ノーマル',null,'マイペース','どんかん','ノーてんき',110,85,95,80,95,50,515);
INSERT INTO m_monster
VALUES('464','ドサイドン','じめん','いわ','ひらいしん','ハードロック','すてみ',115,140,130,55,55,40,535);
INSERT INTO m_monster
VALUES('465','モジャンボ','くさ',null,'ようりょくそ','リーフガード','さいせいりょく',100,100,125,110,50,50,535);
INSERT INTO m_monster
VALUES('466','エレキブル','でんき',null,'でんきエンジン',null,'やるき',75,123,67,95,85,95,540);
INSERT INTO m_monster
VALUES('467','ブーバーン','ほのお',null,'ほのおのからだ',null,'やるき',75,95,67,125,95,83,540);
INSERT INTO m_monster
VALUES('468','トゲキッス','フェアリー','ひこう','はりきり','てんのめぐみ','きょううん',85,50,95,120,115,80,545);
INSERT INTO m_monster
VALUES('469','メガヤンマ','むし','ひこう','かそく','いろめがね','おみとおし',86,76,86,116,56,95,515);
INSERT INTO m_monster
VALUES('470','リーフィア','くさ',null,'リーフガード',null,'ようりょくそ',65,110,130,60,65,95,525);
INSERT INTO m_monster
VALUES('471','グレイシア','こおり',null,'ゆきがくれ',null,'アイスボディ',65,60,110,130,95,65,525);
INSERT INTO m_monster
VALUES('472','グライオン','じめん','ひこう','かいりきバサミ','すながくれ','ポイズンヒール',75,95,125,45,75,95,510);
INSERT INTO m_monster
VALUES('473','マンムー','こおり','じめん','どんかん','ゆきがくれ','あついしぼう',110,130,80,70,60,80,530);
INSERT INTO m_monster
VALUES('474','ポリゴンＺ','ノーマル',null,'てきおうりょく','ダウンロード','アナライズ',85,80,70,135,75,90,535);
INSERT INTO m_monster
VALUES('475','エルレイド','エスパー','かくとう','ふくつのこころ',null,'せいぎのこころ',68,125,65,65,115,80,518);
INSERT INTO m_monster
VALUES('475-1','メガエルレイド','エスパー','かくとう','せいしんりょく',null,null,68,165,95,65,115,110,618);
INSERT INTO m_monster
VALUES('476','ダイノーズ','いわ','はがね','がんじょう','じりょく','すなのちから',60,55,145,75,150,40,525);
INSERT INTO m_monster
VALUES('477','ヨノワール','ゴースト',null,'プレッシャー',null,'おみとおし',45,100,135,65,135,45,525);
INSERT INTO m_monster
VALUES('478','ユキメノコ','こおり','ゴースト','ゆきがくれ',null,'のろわれボディ',70,80,70,80,70,110,480);
INSERT INTO m_monster
VALUES('479','ロトム','でんき','ゴースト','ふゆう',null,null,50,50,77,95,77,91,440);
INSERT INTO m_monster
VALUES('479-1','ロトム炎','でんき','ほのお','ふゆう',null,null,50,65,107,105,107,86,520);
INSERT INTO m_monster
VALUES('479-2','ロトム水','でんき','みず','ふゆう',null,null,50,65,107,105,107,86,520);
INSERT INTO m_monster
VALUES('479-3','ロトム氷','でんき','こおり','ふゆう',null,null,50,65,107,105,107,86,520);
INSERT INTO m_monster
VALUES('479-4','ロトム飛','でんき','ひこう','ふゆう',null,null,50,65,107,105,107,86,520);
INSERT INTO m_monster
VALUES('479-5','ロトム草','でんき','くさ','ふゆう',null,null,50,65,107,105,107,86,520);
INSERT INTO m_monster
VALUES('480','ユクシー','エスパー',null,'ふゆう',null,null,75,75,130,75,130,95,580);
INSERT INTO m_monster
VALUES('481','エムリット','エスパー',null,'ふゆう',null,null,80,105,105,105,105,80,580);
INSERT INTO m_monster
VALUES('482','アグノム','エスパー',null,'ふゆう',null,null,75,125,70,125,70,115,580);
INSERT INTO m_monster
VALUES('483','ディアルガ','はがね','ドラゴン','プレッシャー',null,'テレパシー',100,120,120,150,100,90,680);
INSERT INTO m_monster
VALUES('484','パルキア','みず','ドラゴン','プレッシャー',null,'テレパシー',90,120,100,150,120,100,680);
INSERT INTO m_monster
VALUES('485','ヒードラン','ほのお','はがね','もらいび',null,'ほのおのからだ',91,90,106,130,106,77,600);
INSERT INTO m_monster
VALUES('486','レジギガス','ノーマル',null,'スロースタート',null,null,110,160,110,80,110,100,670);
INSERT INTO m_monster
VALUES('487','ギラティナA','ゴースト','ドラゴン','プレッシャー',null,'テレパシー',150,100,120,100,120,90,680);
INSERT INTO m_monster
VALUES('487-1','ギラティナO','ゴースト','ドラゴン','ふゆう',null,null,150,120,100,120,100,90,680);
INSERT INTO m_monster
VALUES('488','クレセリア','エスパー',null,'ふゆう',null,null,120,70,120,75,130,85,600);
INSERT INTO m_monster
VALUES('489','フィオネ','みず',null,'うるおいボディ',null,null,80,80,80,80,80,80,480);
INSERT INTO m_monster
VALUES('490','マナフィ','みず',null,'うるおいボディ',null,null,100,100,100,100,100,100,600);
INSERT INTO m_monster
VALUES('491','ダークライ','あく',null,'ナイトメア',null,null,70,90,90,135,90,125,600);
INSERT INTO m_monster
VALUES('492','シェイミL','くさ',null,'しぜんかいふく',null,null,100,100,100,100,100,100,600);
INSERT INTO m_monster
VALUES('492-1','シェイミS','くさ','ひこう','てんのめぐみ',null,null,100,103,75,120,75,127,600);
INSERT INTO m_monster
VALUES('493','アルセウス','ノーマル',null,'マルチタイプ',null,null,120,120,120,120,120,120,720);
INSERT INTO m_monster
VALUES('494','ビクティニ','エスパー','ほのお','しょうりのほし',null,null,100,100,100,100,100,100,600);
INSERT INTO m_monster
VALUES('495','ツタージャ','くさ',null,'しんりょく',null,'あまのじゃく',45,45,55,45,55,63,308);
INSERT INTO m_monster
VALUES('496','ジャノビー','くさ',null,'しんりょく',null,'あまのじゃく',60,60,75,60,75,83,413);
INSERT INTO m_monster
VALUES('497','ジャローダ','くさ',null,'しんりょく',null,'あまのじゃく',75,75,95,75,95,113,528);
INSERT INTO m_monster
VALUES('498','ポカブ','ほのお',null,'もうか',null,'あついしぼう',65,63,45,45,45,45,308);
INSERT INTO m_monster
VALUES('499','チャオブー','ほのお','かくとう','もうか',null,'あついしぼう',90,93,55,70,55,55,418);
INSERT INTO m_monster
VALUES('500','エンブオー','ほのお','かくとう','もうか',null,'すてみ',110,123,65,100,65,65,528);
INSERT INTO m_monster
VALUES('501','ミジュマル','みず',null,'げきりゅう',null,'シェルアーマー',55,55,45,63,45,45,308);
INSERT INTO m_monster
VALUES('502','フタチマル','みず',null,'げきりゅう',null,'シェルアーマー',75,75,60,83,60,60,413);
INSERT INTO m_monster
VALUES('503','ダイケンキ','みず',null,'げきりゅう',null,'シェルアーマー',95,100,85,108,70,70,528);
INSERT INTO m_monster
VALUES('504','ミネズミ','ノーマル',null,'にげあし','するどいめ','アナライズ',45,55,39,35,39,42,255);
INSERT INTO m_monster
VALUES('505','ミルホッグ','ノーマル',null,'はっこう','するどいめ','アナライズ',60,85,69,60,69,77,420);
INSERT INTO m_monster
VALUES('506','ヨーテリー','ノーマル',null,'やるき','ものひろい','にげあし',45,60,45,25,45,55,275);
INSERT INTO m_monster
VALUES('507','ハーデリア','ノーマル',null,'いかく','すなかき','きもったま',65,80,65,35,65,60,370);
INSERT INTO m_monster
VALUES('508','ムーランド','ノーマル',null,'いかく','すなかき','きもったま',85,110,90,45,90,80,500);
INSERT INTO m_monster
VALUES('509','チョロネコ','あく',null,'じゅうなん','かるわざ','いたずらごころ',41,50,37,50,37,66,281);
INSERT INTO m_monster
VALUES('510','レパルダス','あく',null,'じゅうなん','かるわざ','いたずらごころ',64,88,50,88,50,106,446);
INSERT INTO m_monster
VALUES('511','ヤナップ','くさ',null,'くいしんぼう',null,'しんりょく',50,53,48,53,48,64,316);
INSERT INTO m_monster
VALUES('512','ヤナッキー','くさ',null,'くいしんぼう',null,'しんりょく',75,98,63,98,63,101,498);
INSERT INTO m_monster
VALUES('513','バオップ','ほのお',null,'くいしんぼう',null,'もうか',50,53,48,53,48,64,316);
INSERT INTO m_monster
VALUES('514','バオッキー','ほのお',null,'くいしんぼう',null,'もうか',75,98,63,98,63,101,498);
INSERT INTO m_monster
VALUES('515','ヒヤップ','みず',null,'くいしんぼう',null,'げきりゅう',50,53,48,53,48,64,316);
INSERT INTO m_monster
VALUES('516','ヒヤッキー','みず',null,'くいしんぼう',null,'げきりゅう',75,98,63,98,63,101,498);
INSERT INTO m_monster
VALUES('517','ムンナ','エスパー',null,'よちむ','シンクロ','テレパシー',76,25,45,67,55,24,292);
INSERT INTO m_monster
VALUES('518','ムシャーナ','エスパー',null,'よちむ','シンクロ','テレパシー',116,55,85,107,95,29,487);
INSERT INTO m_monster
VALUES('519','マメパト','ノーマル','ひこう','はとむね','きょううん','とうそうしん',50,55,50,36,30,43,264);
INSERT INTO m_monster
VALUES('520','ハトーボー','ノーマル','ひこう','はとむね','きょううん','とうそうしん',62,77,62,50,42,65,358);
INSERT INTO m_monster
VALUES('521','ケンホロウ','ノーマル','ひこう','はとむね','きょううん','とうそうしん',80,115,80,65,55,93,488);
INSERT INTO m_monster
VALUES('522','シママ','でんき',null,'ひらいしん','でんきエンジン','そうしょく',45,60,32,50,32,76,295);
INSERT INTO m_monster
VALUES('523','ゼブライカ','でんき',null,'ひらいしん','でんきエンジン','そうしょく',75,100,63,80,63,116,497);
INSERT INTO m_monster
VALUES('524','ダンゴロ','いわ',null,'がんじょう','くだけるよろい','すなのちから',55,75,85,25,25,15,280);
INSERT INTO m_monster
VALUES('525','ガントル','いわ',null,'がんじょう','くだけるよろい','すなのちから',70,105,105,50,40,20,390);
INSERT INTO m_monster
VALUES('526','ギガイアス','いわ',null,'がんじょう','すなおこし','すなのちから',85,135,130,60,80,25,515);
INSERT INTO m_monster
VALUES('527','コロモリ','エスパー','ひこう','てんねん','ぶきよう','たんじゅん',65,45,43,55,43,72,323);
INSERT INTO m_monster
VALUES('528','ココロモリ','エスパー','ひこう','てんねん','ぶきよう','たんじゅん',67,57,55,77,55,114,425);
INSERT INTO m_monster
VALUES('529','モグリュー','じめん',null,'すなかき','すなのちから','かたやぶり',60,85,40,30,45,68,328);
INSERT INTO m_monster
VALUES('530','ドリュウズ','じめん','はがね','すなかき','すなのちから','かたやぶり',110,135,60,50,65,88,508);
INSERT INTO m_monster
VALUES('531','タブンネ','ノーマル',null,'いやしのこころ','さいせいりょく','ぶきよう',103,60,86,60,86,50,445);
INSERT INTO m_monster
VALUES('531-1','メガタブンネ','ノーマル','フェアリー','いやしのこころ',null,null,103,60,126,80,126,50,545);
INSERT INTO m_monster
VALUES('532','ドッコラー','かくとう',null,'こんじょう','ちからずく','てつのこぶし',75,80,55,25,35,35,305);
INSERT INTO m_monster
VALUES('533','ドテッコツ','かくとう',null,'こんじょう','ちからずく','てつのこぶし',85,105,85,40,50,40,405);
INSERT INTO m_monster
VALUES('534','ローブシン','かくとう',null,'こんじょう','ちからずく','てつのこぶし',105,140,95,55,65,45,505);
INSERT INTO m_monster
VALUES('535','オタマロ','みず',null,'すいすい','うるおいボディ','ちょすい',50,50,40,50,40,64,294);
INSERT INTO m_monster
VALUES('536','ガマガル','みず','じめん','すいすい','うるおいボディ','ちょすい',75,65,55,65,55,69,384);
INSERT INTO m_monster
VALUES('537','ガマゲロゲ','みず','じめん','すいすい','どくしゅ','ちょすい',105,95,75,85,75,74,509);
INSERT INTO m_monster
VALUES('538','ナゲキ','かくとう',null,'こんじょう','せいしんりょく','かたやぶり',120,100,85,30,85,45,465);
INSERT INTO m_monster
VALUES('539','ダゲキ','かくとう',null,'がんじょう','せいしんりょく','かたやぶり',75,125,75,30,75,85,465);
INSERT INTO m_monster
VALUES('540','クルミル','むし','くさ','むしのしらせ','ようりょくそ','ぼうじん',45,53,70,40,60,42,310);
INSERT INTO m_monster
VALUES('541','クルマユ','むし','くさ','リーフガード','ようりょくそ','ぼうじん',55,63,90,50,80,42,380);
INSERT INTO m_monster
VALUES('542','ハハコモリ','むし','くさ','むしのしらせ','ようりょくそ','ぼうじん',75,103,80,70,80,92,500);
INSERT INTO m_monster
VALUES('543','フシデ','むし','どく','どくのトゲ','むしのしらせ','かそく',30,45,59,30,39,57,260);
INSERT INTO m_monster
VALUES('544','ホイーガ','むし','どく','どくのトゲ','むしのしらせ','かそく',40,55,99,40,79,47,360);
INSERT INTO m_monster
VALUES('545','ペンドラー','むし','どく','どくのトゲ','むしのしらせ','かそく',60,100,89,55,69,112,485);
INSERT INTO m_monster
VALUES('546','モンメン','くさ','フェアリー','いたずらごころ','すりぬけ','ようりょくそ',40,27,60,37,50,66,280);
INSERT INTO m_monster
VALUES('547','エルフーン','くさ','フェアリー','いたずらごころ','すりぬけ','ようりょくそ',60,67,85,77,75,116,480);
INSERT INTO m_monster
VALUES('548','チュリネ','くさ',null,'ようりょくそ','マイペース','リーフガード',45,35,50,70,50,30,280);
INSERT INTO m_monster
VALUES('549','ドレディア','くさ',null,'ようりょくそ','マイペース','リーフガード',70,60,75,110,75,90,480);
INSERT INTO m_monster
VALUES('550','バスラオ赤','みず',null,'すてみ','てきおうりょく','かたやぶり',70,92,65,80,55,98,460);
INSERT INTO m_monster
VALUES('550-1','バスラオ青','みず',null,'いしあたま','てきおうりょく','かたやぶり',70,92,65,80,55,98,460);
INSERT INTO m_monster
VALUES('551','メグロコ','じめん','あく','いかく','じしんかじょう','いかりのつぼ',50,72,35,35,35,65,292);
INSERT INTO m_monster
VALUES('552','ワルビル','じめん','あく','いかく','じしんかじょう','いかりのつぼ',60,82,45,45,45,74,351);
INSERT INTO m_monster
VALUES('553','ワルビアル','じめん','あく','いかく','じしんかじょう','いかりのつぼ',95,117,80,65,70,92,519);
INSERT INTO m_monster
VALUES('554','ダルマッカ','ほのお',null,'はりきり',null,'せいしんりょく',70,90,45,15,45,50,315);
INSERT INTO m_monster
VALUES('555','ヒヒダルマN','ほのお',null,'ちからずく',null,'ダルマモード',105,140,55,30,55,95,480);
INSERT INTO m_monster
VALUES('555-1','ヒヒダルマD','ほのお','エスパー','ちからずく',null,'ダルマモード',105,30,105,140,105,55,540);
INSERT INTO m_monster
VALUES('556','マラカッチ','くさ',null,'ちょすい','ようりょくそ','よびみず',75,86,67,106,67,60,461);
INSERT INTO m_monster
VALUES('557','イシズマイ','むし','いわ','がんじょう','シェルアーマー','くだけるよろい',50,65,85,35,35,55,325);
INSERT INTO m_monster
VALUES('558','イワパレス','むし','いわ','がんじょう','シェルアーマー','くだけるよろい',70,105,125,65,75,45,485);
INSERT INTO m_monster
VALUES('559','ズルッグ','あく','かくとう','だっぴ','じしんかじょう','いかく',50,75,70,35,70,48,348);
INSERT INTO m_monster
VALUES('560','ズルズキン','あく','かくとう','だっぴ','じしんかじょう','いかく',65,90,115,45,115,58,488);
INSERT INTO m_monster
VALUES('561','シンボラー','エスパー','ひこう','ミラクルスキン','マジックガード','いろめがね',72,58,80,103,80,97,490);
INSERT INTO m_monster
VALUES('562','デスマス','ゴースト',null,'ミイラ',null,null,38,30,85,55,65,30,303);
INSERT INTO m_monster
VALUES('563','デスカーン','ゴースト',null,'ミイラ',null,null,58,50,145,95,105,30,483);
INSERT INTO m_monster
VALUES('564','プロトーガ','みず','いわ','ハードロック','がんじょう','すいすい',54,78,103,53,45,22,355);
INSERT INTO m_monster
VALUES('565','アバゴーラ','みず','いわ','ハードロック','がんじょう','すいすい',74,108,133,83,65,32,495);
INSERT INTO m_monster
VALUES('566','アーケン','いわ','ひこう','よわき',null,null,55,112,45,74,45,70,401);
INSERT INTO m_monster
VALUES('567','アーケオス','いわ','ひこう','よわき',null,null,75,140,65,112,65,110,567);
INSERT INTO m_monster
VALUES('568','ヤブクロン','どく',null,'あくしゅう','ねんちゃく','ゆうばく',50,50,62,40,62,65,329);
INSERT INTO m_monster
VALUES('569','ダストダス','どく',null,'あくしゅう','くだけるよろい','ゆうばく',80,95,82,60,82,75,474);
INSERT INTO m_monster
VALUES('570','ゾロア','あく',null,'イリュージョン',null,null,40,65,40,80,40,65,330);
INSERT INTO m_monster
VALUES('571','ゾロアーク','あく',null,'イリュージョン',null,null,60,105,60,120,60,105,510);
INSERT INTO m_monster
VALUES('572','チラーミィ','ノーマル',null,'メロメロボディ','テクニシャン','スキルリンク',55,50,40,40,40,75,300);
INSERT INTO m_monster
VALUES('573','チラチーノ','ノーマル',null,'メロメロボディ','テクニシャン','スキルリンク',75,95,60,65,60,115,470);
INSERT INTO m_monster
VALUES('574','ゴチム','エスパー',null,'おみとおし','かちき','かげふみ',45,30,50,55,65,45,290);
INSERT INTO m_monster
VALUES('575','ゴチミル','エスパー',null,'おみとおし','かちき','かげふみ',60,45,70,75,85,55,390);
INSERT INTO m_monster
VALUES('576','ゴチルゼル','エスパー',null,'おみとおし','かちき','かげふみ',70,55,95,95,110,65,490);
INSERT INTO m_monster
VALUES('577','ユニラン','エスパー',null,'ぼうじん','マジックガード','さいせいりょく',45,30,40,105,50,20,290);
INSERT INTO m_monster
VALUES('578','ダブラン','エスパー',null,'ぼうじん','マジックガード','さいせいりょく',65,40,50,125,60,30,370);
INSERT INTO m_monster
VALUES('579','ランクルス','エスパー',null,'ぼうじん','マジックガード','さいせいりょく',110,65,75,125,85,30,490);
INSERT INTO m_monster
VALUES('580','コアルヒー','みず','ひこう','するどいめ','はとむね','うるおいボディ',62,44,50,44,50,55,305);
INSERT INTO m_monster
VALUES('581','スワンナ','みず','ひこう','するどいめ','はとむね','うるおいボディ',75,87,63,87,63,98,473);
INSERT INTO m_monster
VALUES('582','バニプッチ','こおり',null,'アイスボディ','ゆきがくれ','くだけるよろい',36,50,50,65,60,44,305);
INSERT INTO m_monster
VALUES('583','バニリッチ','こおり',null,'アイスボディ','ゆきがくれ','くだけるよろい',51,65,65,80,75,59,395);
INSERT INTO m_monster
VALUES('584','バイバニラ','こおり',null,'アイスボディ','ゆきふらし','くだけるよろい',71,95,85,110,95,79,535);
INSERT INTO m_monster
VALUES('585','シキジカ','ノーマル','むし','ようりょくそ','そうしょく','てんのめぐみ',60,60,50,40,50,75,335);
INSERT INTO m_monster
VALUES('586','メブキジカ','ノーマル','むし','ようりょくそ','そうしょく','てんのめぐみ',80,100,70,60,70,95,475);
INSERT INTO m_monster
VALUES('587','エモンガ','でんき','ひこう','せいでんき',null,'でんきエンジン',55,75,60,75,60,103,428);
INSERT INTO m_monster
VALUES('588','カブルモ','むし',null,'むしのしらせ','だっぴ','ノーガード',50,75,45,40,45,60,315);
INSERT INTO m_monster
VALUES('589','シュバルゴ','むし','はがね','むしのしらせ','シェルアーマー','ぼうじん',70,135,105,60,105,20,495);
INSERT INTO m_monster
VALUES('590','タマゲタケ','くさ','どく','ほうし',null,'さいせいりょく',69,55,45,55,55,15,294);
INSERT INTO m_monster
VALUES('591','モロバレル','くさ','どく','ほうし',null,'さいせいりょく',114,85,70,85,80,30,464);
INSERT INTO m_monster
VALUES('592','プルリル','みず','ゴースト','ちょすい','のろわれボディ','しめりけ',55,40,50,65,85,40,335);
INSERT INTO m_monster
VALUES('593','ブルンゲル','みず','ゴースト','ちょすい','のろわれボディ','しめりけ',100,60,70,85,105,60,480);
INSERT INTO m_monster
VALUES('594','ママンボウ','みず',null,'いやしのこころ','うるおいボディ','さいせいりょく',165,75,80,40,45,65,470);
INSERT INTO m_monster
VALUES('595','バチュル','むし','でんき','ふくがん','きんちょうかん','むしのしらせ',50,47,50,57,50,65,319);
INSERT INTO m_monster
VALUES('596','デンチュラ','むし','でんき','ふくがん','きんちょうかん','むしのしらせ',70,77,60,97,60,108,472);
INSERT INTO m_monster
VALUES('597','テッシード','くさ','はがね','てつのトゲ',null,'てつのトゲ',44,50,91,24,86,10,305);
INSERT INTO m_monster
VALUES('598','ナットレイ','くさ','はがね','てつのトゲ',null,'きけんよち',74,94,131,54,116,20,489);
INSERT INTO m_monster
VALUES('599','ギアル','はがね',null,'プラス','マイナス','クリアボディ',40,55,70,45,60,30,300);
INSERT INTO m_monster
VALUES('600','ギギアル','はがね',null,'プラス','マイナス','クリアボディ',60,80,95,70,85,50,440);
INSERT INTO m_monster
VALUES('601','ギギギアル','はがね',null,'プラス','マイナス','クリアボディ',60,100,115,70,85,90,520);
INSERT INTO m_monster
VALUES('602','シビシラス','でんき',null,'ふゆう',null,null,35,55,40,45,40,60,275);
INSERT INTO m_monster
VALUES('603','シビビール','でんき',null,'ふゆう',null,null,65,85,70,75,70,40,405);
INSERT INTO m_monster
VALUES('604','シビルドン','でんき',null,'ふゆう',null,null,85,115,80,105,80,50,515);
INSERT INTO m_monster
VALUES('605','リグレー','エスパー',null,'テレパシー','シンクロ','アナライズ',55,55,55,85,55,30,335);
INSERT INTO m_monster
VALUES('606','オーベム','エスパー',null,'テレパシー','シンクロ','アナライズ',75,75,75,125,95,40,485);
INSERT INTO m_monster
VALUES('607','ヒトモシ','ゴースト','ほのお','もらいび','ほのおのからだ','すりぬけ',50,30,55,65,55,20,275);
INSERT INTO m_monster
VALUES('608','ランプラー','ゴースト','ほのお','もらいび','ほのおのからだ','すりぬけ',60,40,60,95,60,55,370);
INSERT INTO m_monster
VALUES('609','シャンデラ','ゴースト','ほのお','もらいび','ほのおのからだ','すりぬけ',60,55,90,145,90,80,520);
INSERT INTO m_monster
VALUES('610','キバゴ','ドラゴン',null,'とうそうしん','かたやぶり','きんちょうかん',46,87,60,30,40,57,320);
INSERT INTO m_monster
VALUES('611','オノンド','ドラゴン',null,'とうそうしん','かたやぶり','きんちょうかん',66,117,70,40,50,67,410);
INSERT INTO m_monster
VALUES('612','オノノクス','ドラゴン',null,'とうそうしん','かたやぶり','きんちょうかん',76,147,90,60,70,97,540);
INSERT INTO m_monster
VALUES('613','クマシュン','こおり',null,'ゆきがくれ','ゆきかき','びびり',55,70,40,60,40,40,305);
INSERT INTO m_monster
VALUES('614','ツンベアー','こおり',null,'ゆきがくれ','ゆきかき','びびり',95,130,80,70,80,50,505);
INSERT INTO m_monster
VALUES('615','フリージオ','こおり',null,'ふゆう',null,null,80,50,50,95,135,105,515);
INSERT INTO m_monster
VALUES('616','チョボマキ','むし',null,'うるおいボディ','シェルアーマー','ぼうじん',50,40,85,40,65,25,305);
INSERT INTO m_monster
VALUES('617','アギルダー','むし',null,'うるおいボディ','ねんちゃく','かるわざ',80,70,40,100,60,145,495);
INSERT INTO m_monster
VALUES('618','マッギョ','じめん','でんき','せいでんき','じゅうなん','すながくれ',109,66,84,81,99,32,471);
INSERT INTO m_monster
VALUES('619','コジョフー','かくとう',null,'せいしんりょく','さいせいりょく','すてみ',45,85,50,55,50,65,350);
INSERT INTO m_monster
VALUES('620','コジョンド','かくとう',null,'せいしんりょく','さいせいりょく','すてみ',65,125,60,95,60,105,510);
INSERT INTO m_monster
VALUES('621','クリムガン','ドラゴン',null,'さめはだ','ちからずく','かたやぶり',77,120,90,60,90,48,485);
INSERT INTO m_monster
VALUES('622','ゴビット','じめん','ゴースト','てつのこぶし','ぶきよう','ノーガード',59,74,50,35,50,35,303);
INSERT INTO m_monster
VALUES('623','ゴルーグ','じめん','ゴースト','てつのこぶし','ぶきよう','ノーガード',89,124,80,55,80,55,483);
INSERT INTO m_monster
VALUES('624','コマタナ','あく','はがね','まけんき','せいしんりょく','プレッシャー',45,85,70,40,40,60,340);
INSERT INTO m_monster
VALUES('625','キリキザン','あく','はがね','まけんき','せいしんりょく','プレッシャー',65,125,100,60,70,70,490);
INSERT INTO m_monster
VALUES('626','バッフロン','ノーマル',null,'すてみ','そうしょく','ぼうおん',95,110,95,40,95,55,490);
INSERT INTO m_monster
VALUES('627','ワシボン','ノーマル','ひこう','するどいめ','ちからずく','はりきり',70,83,50,37,50,60,350);
INSERT INTO m_monster
VALUES('628','ウォーグル','ノーマル','ひこう','するどいめ','ちからずく','まけんき',100,123,75,57,75,80,510);
INSERT INTO m_monster
VALUES('629','バルチャイ','あく','ひこう','はとむね','ぼうじん','くだけるよろい',70,55,75,45,65,60,370);
INSERT INTO m_monster
VALUES('631','クイタラン','ほのお',null,'くいしんぼう','もらいび','しろいけむり',85,97,66,105,66,65,484);
INSERT INTO m_monster
VALUES('630','バルジーナ','あく','ひこう','はとむね','ぼうじん','くだけるよろい',110,65,105,55,95,80,510);
INSERT INTO m_monster
VALUES('632','アイアント','むし','はがね','むしのしらせ','はりきり','なまけ',58,109,112,48,48,109,484);
INSERT INTO m_monster
VALUES('633','モノズ','あく','ドラゴン','はりきり',null,null,52,65,50,45,50,38,300);
INSERT INTO m_monster
VALUES('634','ジヘッド','あく','ドラゴン','はりきり',null,null,72,85,70,65,70,58,420);
INSERT INTO m_monster
VALUES('635','サザンドラ','あく','ドラゴン','ふゆう',null,null,92,105,90,125,90,98,600);
INSERT INTO m_monster
VALUES('636','メラルバ','むし','ほのお','ほのおのからだ',null,'むしのしらせ',55,85,55,50,55,60,360);
INSERT INTO m_monster
VALUES('637','ウルガモス','むし','ほのお','ほのおのからだ',null,'むしのしらせ',85,60,65,135,105,100,550);
INSERT INTO m_monster
VALUES('638','コバルオン','はがね','かくとう','せいぎのこころ',null,null,91,90,129,90,72,108,580);
INSERT INTO m_monster
VALUES('639','テラキオン','いわ','かくとう','せいぎのこころ',null,null,91,129,90,72,90,108,580);
INSERT INTO m_monster
VALUES('640','ビリジオン','くさ','かくとう','せいぎのこころ',null,null,91,90,72,90,129,108,580);
INSERT INTO m_monster
VALUES('641','トルネロス化身','ひこう',null,'いたずらごころ',null,'まけんき',79,115,70,125,80,111,580);
INSERT INTO m_monster
VALUES('641-1','トルネロス霊獣','ひこう',null,'さいせいりょく',null,null,79,100,80,110,90,121,580);
INSERT INTO m_monster
VALUES('642','ボルトロス化身','でんき','ひこう','いたずらごころ',null,'まけんき',79,115,70,125,80,111,580);
INSERT INTO m_monster
VALUES('642-1','ボルトロス霊獣','でんき','ひこう','ちくでん',null,null,79,105,70,145,80,101,580);
INSERT INTO m_monster
VALUES('643','レシラム','ドラゴン','ほのお','ターボブレイズ',null,null,100,120,100,150,120,90,680);
INSERT INTO m_monster
VALUES('644','ゼクロム','ドラゴン','でんき','テラボルテージ',null,null,100,150,120,120,100,90,680);
INSERT INTO m_monster
VALUES('645','ランドロス化身','じめん','ひこう','すなのちから',null,'ちからずく',89,125,90,115,80,101,600);
INSERT INTO m_monster
VALUES('645-1','ランドロス霊獣','じめん','ひこう','いかく',null,null,89,145,90,105,80,91,600);
INSERT INTO m_monster
VALUES('646','キュレム','ドラゴン','こおり','プレッシャー',null,null,125,130,90,130,90,95,660);
INSERT INTO m_monster
VALUES('646-1','ブラックキュレム','ドラゴン','こおり','テラボルテージ',null,null,125,170,100,120,90,95,700);
INSERT INTO m_monster
VALUES('646-2','ホワイトキュレム','ドラゴン','こおり','ターボブレイズ',null,null,125,120,90,170,100,95,700);
INSERT INTO m_monster
VALUES('647','ケルディオ','みず','かくとう','せいぎのこころ',null,null,91,72,90,129,90,108,580);
INSERT INTO m_monster
VALUES('647-1','ケルディオ覚悟','みず','かくとう','せいぎのこころ',null,null,91,72,90,129,90,108,580);
INSERT INTO m_monster
VALUES('648','メロエッタＶ','ノーマル','エスパー','てんのめぐみ',null,null,100,77,77,128,128,90,600);
INSERT INTO m_monster
VALUES('648-1','メロエッタＳ','ノーマル','かくとう','てんのめぐみ',null,null,100,128,90,77,77,128,600);
INSERT INTO m_monster
VALUES('649','ゲノセクト','むし','はがね','ダウンロード',null,null,71,120,95,120,95,99,600);
INSERT INTO m_monster
VALUES('650','ハリマロン','くさ',null,'しんりょく',null,'ぼうだん',56,61,65,48,45,38,313);
INSERT INTO m_monster
VALUES('651','ハリボーグ','くさ',null,'しんりょく',null,'ぼうだん',61,78,95,56,58,57,405);
INSERT INTO m_monster
VALUES('652','ブリガロン','くさ','かくとう','しんりょく',null,'ぼうだん',88,107,122,74,75,64,530);
INSERT INTO m_monster
VALUES('653','フォッコ','ほのお',null,'もうか',null,'マジシャン',40,45,40,62,60,60,307);
INSERT INTO m_monster
VALUES('654','テールナー','ほのお',null,'もうか',null,'マジシャン',59,59,58,90,70,73,409);
INSERT INTO m_monster
VALUES('655','マフォクシー','ほのお','エスパー','もうか',null,'マジシャン',75,69,72,114,100,104,534);
INSERT INTO m_monster
VALUES('656','ケロマツ','みず',null,'げきりゅう',null,'へんげんじざい',41,56,40,62,44,71,314);
INSERT INTO m_monster
VALUES('657','ゲコガシラ','みず',null,'げきりゅう',null,'へんげんじざい',54,63,52,83,56,97,405);
INSERT INTO m_monster
VALUES('658','ゲッコウガ','みず','あく','げきりゅう',null,'へんげんじざい',72,95,67,103,71,122,530);
INSERT INTO m_monster
VALUES('659','ホルビー','ノーマル',null,'ものひろい','ほおぶくろ','ちからもち',38,36,38,32,36,57,237);
INSERT INTO m_monster
VALUES('660','ホルード','ノーマル','じめん','ものひろい','ほおぶくろ','ちからもち',85,56,77,50,77,78,423);
INSERT INTO m_monster
VALUES('661','ヤヤコマ','ノーマル','ひこう','はとむね',null,'はやてのつばさ',45,50,43,40,38,62,278);
INSERT INTO m_monster
VALUES('662','ヒノヤコマ','ほのお','ひこう','ほのおのからだ',null,'はやてのつばさ',62,73,55,56,52,84,382);
INSERT INTO m_monster
VALUES('663','ファイアロー','ほのお','ひこう','ほのおのからだ',null,'はやてのつばさ',78,81,71,74,69,126,499);
INSERT INTO m_monster
VALUES('664','コフキムシ','むし',null,'りんぷん','ふくがん','フレンドガード',38,35,40,27,25,35,200);
INSERT INTO m_monster
VALUES('665','コフーライ','むし',null,'だっぴ',null,'フレンドガード',45,22,60,27,30,29,213);
INSERT INTO m_monster
VALUES('666','ビビヨン','むし','ひこう','りんぷん','ふくがん','フレンドガード',80,52,50,90,50,89,411);
INSERT INTO m_monster
VALUES('667','シシコ','ほのお','ノーマル','とうそうしん','きんちょうかん','じしんかじょう',62,50,58,73,54,72,369);
INSERT INTO m_monster
VALUES('668','カエンジシ','ほのお','ノーマル','とうそうしん','きんちょうかん','じしんかじょう',86,68,72,109,66,106,507);
INSERT INTO m_monster
VALUES('669','フラベベ','フェアリー',null,'フラワーベール',null,'きょうせい',44,38,39,61,79,42,303);
INSERT INTO m_monster
VALUES('670','フラエッテ','フェアリー',null,'フラワーベール',null,'きょうせい',54,45,47,75,98,52,371);
INSERT INTO m_monster
VALUES('670-1','フラエッテＡＺ','フェアリー',null,'フラワーベール',null,'きょうせい',74,65,67,125,128,92,551);
INSERT INTO m_monster
VALUES('671','フラージェス','フェアリー',null,'フラワーベール',null,'きょうせい',78,65,68,112,154,75,552);
INSERT INTO m_monster
VALUES('672','メェークル','くさ',null,'そうしょく',null,'くさのけがわ',66,65,48,62,57,52,350);
INSERT INTO m_monster
VALUES('673','ゴーゴート','くさ',null,'そうしょく',null,'くさのけがわ',123,100,62,97,81,68,531);
INSERT INTO m_monster
VALUES('674','ヤンチャム','かくとう',null,'てつのこぶし','かたやぶり','きもったま',67,82,62,46,48,43,348);
INSERT INTO m_monster
VALUES('675','ゴロンダ','かくとう','あく','てつのこぶし','かたやぶり','きもったま',95,124,78,69,71,58,495);
INSERT INTO m_monster
VALUES('676','トリミアン','ノーマル',null,'ファーコート',null,null,75,80,60,65,90,102,472);
INSERT INTO m_monster
VALUES('677','ニャスパー','エスパー',null,'するどいめ','すりぬけ','マイペース',62,48,54,63,60,68,355);
INSERT INTO m_monster
VALUES('678','ニャオニクス♂','エスパー',null,'するどいめ','すりぬけ','いたずらごころ',74,48,76,83,81,104,466);
INSERT INTO m_monster
VALUES('678-1','ニャオニクス♀','エスパー',null,'するどいめ','すりぬけ','かちき',74,48,76,83,81,104,466);
INSERT INTO m_monster
VALUES('679','ヒトツキ','はがね','ゴースト','ノーガード',null,null,45,80,100,35,37,28,325);
INSERT INTO m_monster
VALUES('680','ニダンギル','はがね','ゴースト','ノーガード',null,null,59,110,150,45,49,35,448);
INSERT INTO m_monster
VALUES('681','ギルガルド盾','はがね','ゴースト','バトルスイッチ',null,null,60,50,150,50,150,60,520);
INSERT INTO m_monster
VALUES('681-1','ギルガルド剣','はがね','ゴースト','バトルスイッチ',null,null,60,150,50,150,50,60,520);
INSERT INTO m_monster
VALUES('682','シュシュプ','フェアリー',null,'いやしのこころ',null,'アロマベール',78,52,60,63,65,23,341);
INSERT INTO m_monster
VALUES('683','フレフワン','フェアリー',null,'いやしのこころ',null,'アロマベール',101,72,72,99,89,29,462);
INSERT INTO m_monster
VALUES('684','ペロッパフ','フェアリー',null,'スイートベール',null,'かるわざ',62,48,66,59,57,49,341);
INSERT INTO m_monster
VALUES('685','ペロリーム','フェアリー',null,'スイートベール',null,'かるわざ',82,80,86,85,75,72,480);
INSERT INTO m_monster
VALUES('686','マーイーカ','あく','エスパー','あまのじゃく','きゅうばん','すりぬけ',53,54,53,37,46,45,288);
INSERT INTO m_monster
VALUES('687','カラマネロ','あく','エスパー','あまのじゃく','きゅうばん','すりぬけ',86,92,88,68,75,73,482);
INSERT INTO m_monster
VALUES('688','カメテテ','いわ','みず','かたいツメ','スナイパー','わるいてぐせ',42,52,67,39,56,50,306);
INSERT INTO m_monster
VALUES('689','ガメノデス','いわ','みず','かたいツメ','スナイパー','わるいてぐせ',72,105,115,54,86,68,500);
INSERT INTO m_monster
VALUES('690','クズモー','どく','みず','どくのトゲ','どくしゅ','てきおうりょく',50,60,60,60,60,30,320);
INSERT INTO m_monster
VALUES('691','ドラミドロ','どく','ドラゴン','どくのトゲ','どくしゅ','てきおうりょく',65,75,90,97,123,44,494);
INSERT INTO m_monster
VALUES('692','ウデッポウ','みず',null,'メガランチャー',null,null,50,53,62,58,63,44,330);
INSERT INTO m_monster
VALUES('693','ブロスター','みず',null,'メガランチャー',null,null,71,73,88,120,89,59,500);
INSERT INTO m_monster
VALUES('694','エリキテル','でんき','ノーマル','かんそうはだ','すながくれ','サンパワー',44,38,33,61,43,70,289);
INSERT INTO m_monster
VALUES('695','エレザード','でんき','ノーマル','かんそうはだ','すながくれ','サンパワー',62,55,52,109,94,109,481);
INSERT INTO m_monster
VALUES('696','チゴラス','いわ','ドラゴン','がんじょうあご',null,'がんじょう',58,89,77,45,45,48,362);
INSERT INTO m_monster
VALUES('697','ガチゴラス','いわ','ドラゴン','がんじょうあご',null,'いしあたま',82,121,119,69,59,71,521);
INSERT INTO m_monster
VALUES('698','アマルス','いわ','こおり','フリーズスキン',null,'ゆきふらし',77,59,50,67,63,46,362);
INSERT INTO m_monster
VALUES('699','アマルルガ','いわ','こおり','フリーズスキン',null,'ゆきふらし',123,77,72,99,92,58,521);
INSERT INTO m_monster
VALUES('700','ニンフィア','フェアリー',null,'メロメロボディ',null,'フェアリースキン',95,65,65,110,130,60,525);
INSERT INTO m_monster
VALUES('701','ルチャブル','かくとう','ひこう','じゅうなん','かるわざ','かたやぶり',78,92,75,74,63,118,500);
INSERT INTO m_monster
VALUES('702','デデンネ','でんき','フェアリー','ほおぶくろ','ものひろい','プラス',67,58,57,81,67,101,431);
INSERT INTO m_monster
VALUES('703','メレシー','いわ','フェアリー','クリアボディ',null,'がんじょう',50,50,150,50,150,50,500);
INSERT INTO m_monster
VALUES('704','ヌメラ','ドラゴン',null,'そうしょく','うるおいボディ','ぬめぬめ',45,50,35,55,75,40,300);
INSERT INTO m_monster
VALUES('705','ヌメイル','ドラゴン',null,'そうしょく','うるおいボディ','ぬめぬめ',68,75,53,83,113,60,452);
INSERT INTO m_monster
VALUES('706','ヌメルゴン','ドラゴン',null,'そうしょく','うるおいボディ','ぬめぬめ',90,100,70,110,150,80,600);
INSERT INTO m_monster
VALUES('707','クレッフィ','はがね','フェアリー','いたずらごころ',null,'マジシャン',57,80,91,80,87,75,470);
INSERT INTO m_monster
VALUES('708','ボクレー','ゴースト','くさ','しぜんかいふく','おみとおし','しゅうかく',43,70,48,50,60,38,309);
INSERT INTO m_monster
VALUES('709','オーロット','ゴースト','くさ','しぜんかいふく','おみとおし','しゅうかく',85,110,76,65,82,56,474);
INSERT INTO m_monster
VALUES('710','バケッチャ','ゴースト','くさ','ものひろい','おみとおし','ふみん',49,66,70,44,55,51,335);
INSERT INTO m_monster
VALUES('710','バケッチャ小','ゴースト','くさ','ものひろい','おみとおし','ふみん',44,66,70,44,55,56,335);
INSERT INTO m_monster
VALUES('710','バケッチャ大','ゴースト','くさ','ものひろい','おみとおし','ふみん',54,66,70,44,55,46,335);
INSERT INTO m_monster
VALUES('710','バケッチャ特大','ゴースト','くさ','ものひろい','おみとおし','ふみん',59,66,70,44,55,41,335);
INSERT INTO m_monster
VALUES('711','パンプジン','ゴースト','くさ','ものひろい','おみとおし','ふみん',65,90,122,58,75,84,494);
INSERT INTO m_monster
VALUES('711','パンプジン小','ゴースト','くさ','ものひろい','おみとおし','ふみん',55,85,122,58,75,99,494);
INSERT INTO m_monster
VALUES('711','パンプジン大','ゴースト','くさ','ものひろい','おみとおし','ふみん',75,95,122,58,75,69,494);
INSERT INTO m_monster
VALUES('711','パンプジン特大','ゴースト','くさ','ものひろい','おみとおし','ふみん',85,100,122,58,75,54,494);
INSERT INTO m_monster
VALUES('712','カチコール','こおり',null,'マイペース','アイスボディ','がんじょう',55,69,85,32,35,28,304);
INSERT INTO m_monster
VALUES('713','クレベース','こおり',null,'マイペース','アイスボディ','がんじょう',95,117,184,44,46,28,514);
INSERT INTO m_monster
VALUES('714','オンバット','ひこう','ドラゴン','おみとおし','すりぬけ','テレパシー',40,30,35,45,40,55,245);
INSERT INTO m_monster
VALUES('715','オンバーン','ひこう','ドラゴン','おみとおし','すりぬけ','テレパシー',85,70,80,97,80,123,535);
INSERT INTO m_monster
VALUES('716','ゼルネアス','フェアリー',null,'フェアリーオーラ',null,null,126,131,95,131,98,99,680);
INSERT INTO m_monster
VALUES('717','イベルタル','あく','ひこう','ダークオーラ',null,null,126,131,95,131,98,99,680);
INSERT INTO m_monster
VALUES('718','ジガルデ50%','ドラゴン','じめん','オーラブレイク','スワームチェンジ',null,108,100,121,81,95,95,600);
INSERT INTO m_monster
VALUES('718-1','ジガルデ10%','ドラゴン','じめん','オーラブレイク','スワームチェンジ',null,54,100,71,61,85,115,486);
INSERT INTO m_monster
VALUES('718-2','ジガルデ完全','ドラゴン','じめん','スワームチェンジ',null,null,216,100,121,91,95,85,708);
INSERT INTO m_monster
VALUES('719','ディアンシー','いわ','フェアリー','クリアボディ',null,null,50,100,150,100,150,50,600);
INSERT INTO m_monster
VALUES('719-1','メガディアンシー','いわ','フェアリー','マジックミラー',null,null,50,160,110,160,110,110,700);
INSERT INTO m_monster
VALUES('720','フーパ(戒め)','エスパー','ゴースト','マジシャン',null,null,80,110,60,150,130,70,600);
INSERT INTO m_monster
VALUES('720-1','フーパINSERT INTO m_monster
VALUES(解放)','エスパー','あく','マジシャン',null,null,80,160,60,170,130,80,680);
INSERT INTO m_monster
VALUES('721','ボルケニオン','ほのお','みず','ちょすい',null,null,80,110,120,130,90,70,600);
INSERT INTO m_monster
VALUES('722','モクロー','くさ','ひこう','しんりょく',null,'えんかく',68,55,55,50,50,42,320);
INSERT INTO m_monster
VALUES('723','フクスロー','くさ','ひこう','しんりょく',null,'えんかく',78,75,75,70,70,52,420);
INSERT INTO m_monster
VALUES('724','ジュナイパー','くさ','ゴースト','しんりょく',null,'えんかく',78,107,75,100,100,70,530);
INSERT INTO m_monster
VALUES('725','ニャビー','ほのお',null,'もうか',null,'いかく',45,65,40,60,40,70,320);
INSERT INTO m_monster
VALUES('726','ニャヒート','ほのお',null,'もうか',null,'いかく',65,85,50,80,50,90,420);
INSERT INTO m_monster
VALUES('727','ガオガエン','ほのお','あく','もうか',null,'いかく',95,115,90,80,90,60,530);
INSERT INTO m_monster
VALUES('728','アシマリ','みず',null,'げきりゅう',null,'うるおいボイス',50,54,54,66,56,40,320);
INSERT INTO m_monster
VALUES('729','オシャマリ','みず',null,'げきりゅう',null,'うるおいボイス',60,69,69,91,81,50,420);
INSERT INTO m_monster
VALUES('730','アシレーヌ','みず','フェアリー','げきりゅう',null,'うるおいボイス',80,74,74,126,116,60,530);
INSERT INTO m_monster
VALUES('731','ツツケラ','ノーマル','ひこう','するどいめ','スキルリンク','ものひろい',35,75,30,30,30,65,265);
INSERT INTO m_monster
VALUES('732','ケララッパ','ノーマル','ひこう','するどいめ','スキルリンク','ものひろい',55,85,50,40,50,75,355);
INSERT INTO m_monster
VALUES('733','ドデカバシ','ノーマル','ひこう','するどいめ','スキルリンク','ちからずく',80,120,75,75,75,60,485);
INSERT INTO m_monster
VALUES('734','ヤングース','ノーマル',null,'はりこみ','がんじょうあご','てきおうりょく',48,70,30,30,30,45,253);
INSERT INTO m_monster
VALUES('735','デカグース','ノーマル',null,'はりこみ','がんじょうあご','てきおうりょく',88,110,60,55,60,45,418);
INSERT INTO m_monster
VALUES('736','アゴジムシ','むし',null,'むしのしらせ',null,null,47,62,45,55,45,46,300);
INSERT INTO m_monster
VALUES('737','デンヂムシ','むし','でんき','バッテリー',null,null,57,82,95,55,75,36,400);
INSERT INTO m_monster
VALUES('738','クワガノン','むし','でんき','ふゆう',null,null,77,70,90,145,75,43,500);
INSERT INTO m_monster
VALUES('739','マケンカニ','かくとう',null,'かいりきバサミ','てつのこぶし','いかりのつぼ',47,82,57,42,47,63,338);
INSERT INTO m_monster
VALUES('740','ケケンカニ','かくとう','こおり','かいりきバサミ','てつのこぶし','いかりのつぼ',97,132,77,62,67,43,478);
INSERT INTO m_monster
VALUES('741','オドリドリ(めらめら)','ほのお','ひこう','おどりこ',null,null,75,70,70,98,70,93,476);
INSERT INTO m_monster
VALUES('741-1','オドリドリ(ぱちぱち)','でんき','ひこう','おどりこ',null,null,75,70,70,98,70,93,476);
INSERT INTO m_monster
VALUES('741-2','オドリドリ(ふらふら)','エスパー','ひこう','おどりこ',null,null,75,70,70,98,70,93,476);
INSERT INTO m_monster
VALUES('741-3','オドリドリ(まいまい)','ゴースト','ひこう','おどりこ',null,null,75,70,70,98,70,93,476);
INSERT INTO m_monster
VALUES('742','アブリー','むし','フェアリー','みつあつめ','りんぷん','スイートベール',40,45,40,55,40,84,304);
INSERT INTO m_monster
VALUES('743','アブリボン','むし','フェアリー','みつあつめ','りんぷん','スイートベール',60,55,60,95,70,124,464);
INSERT INTO m_monster
VALUES('744','イワンコ','いわ',null,'するどいめ','やるき','ふくつのこころ',45,65,40,30,40,60,280);
INSERT INTO m_monster
VALUES('745','ルガルガン昼','いわ',null,'するどいめ','すなかき','ふくつのこころ',75,115,65,55,65,112,487);
INSERT INTO m_monster
VALUES('745-1','ルガルガン夜','いわ',null,'するどいめ','やるき','ノーガード',85,115,75,55,75,82,487);
INSERT INTO m_monster
VALUES('746','ヨワシ','みず',null,'ぎょぐん',null,'ぎょぐん',45,20,20,25,25,40,175);
INSERT INTO m_monster
VALUES('746-1','ヨワシ(群れ)','みず',null,'ぎょぐん',null,'ぎょぐん',45,140,130,140,135,30,620);
INSERT INTO m_monster
VALUES('747','ヒドイデ','どく','みず','ひとでなし','じゅうなん','さいせいりょく',50,53,62,43,52,45,305);
INSERT INTO m_monster
VALUES('748','ドヒドイデ','どく','みず','ひとでなし','じゅうなん','さいせいりょく',50,63,152,53,142,35,495);
INSERT INTO m_monster
VALUES('749','ドロバンコ','じめん',null,'マイペース','じきゅうりょく','せいしんりょく',70,100,70,45,55,45,385);
INSERT INTO m_monster
VALUES('750','バンバドロ','じめん',null,'マイペース','じきゅうりょく','せいしんりょく',100,125,100,55,85,35,500);
INSERT INTO m_monster
VALUES('751','シズクモ','みず','むし','すいほう',null,'ちょすい',38,40,52,40,72,27,269);
INSERT INTO m_monster
VALUES('752','オニシズクモ','みず','むし','すいほう',null,'ちょすい',68,70,92,50,132,42,454);
INSERT INTO m_monster
VALUES('753','カリキリ','くさ',null,'リーフガード',null,'あまのじゃく',40,55,35,50,35,35,250);
INSERT INTO m_monster
VALUES('754','ラランテス','くさ',null,'リーフガード',null,'あまのじゃく',70,105,90,80,90,45,480);
INSERT INTO m_monster
VALUES('755','ネマシュ','くさ','フェアリー','はっこう','ほうし','あめうけざら',40,35,55,65,75,15,285);
INSERT INTO m_monster
VALUES('756','マシェード','くさ','フェアリー','はっこう','ほうし','あめうけざら',60,45,80,90,100,30,405);
INSERT INTO m_monster
VALUES('757','ヤトウモリ','どく','ほのお','ふしょく',null,'どんかん',48,44,40,71,40,77,320);
INSERT INTO m_monster
VALUES('758','エンニュート','どく','ほのお','ふしょく',null,'どんかん',68,64,60,111,60,117,480);
INSERT INTO m_monster
VALUES('759','ヌイコグマ','ノーマル','かくとう','もふもふ','ぶきよう','メロメロボディ',70,75,50,45,50,50,340);
INSERT INTO m_monster
VALUES('760','キテルグマ','ノーマル','かくとう','もふもふ','ぶきよう','きんちょうかん',120,125,80,55,60,60,500);
INSERT INTO m_monster
VALUES('761','アマカジ','くさ',null,'リーフガード','どんかん','スイートベール',42,30,38,30,38,32,210);
INSERT INTO m_monster
VALUES('762','アママイコ','くさ',null,'リーフガード','どんかん','スイートベール',52,40,48,40,48,62,290);
INSERT INTO m_monster
VALUES('763','アマージョ','くさ',null,'リーフガード','じょうおうのいげん','スイートベール',72,120,98,50,98,72,510);
INSERT INTO m_monster
VALUES('764','キュワワー','フェアリー',null,'フラワーベール','ヒーリングシフト','しぜんかいふく',51,52,90,82,110,100,485);
INSERT INTO m_monster
VALUES('765','ヤレユータン','ノーマル','エスパー','せいしんりょく','テレパシー','きょうせい',90,60,80,90,110,60,490);
INSERT INTO m_monster
VALUES('766','ナゲツケサル','かくとう',null,'レシーバー',null,'まけんき',100,120,90,40,60,80,490);
INSERT INTO m_monster
VALUES('767','コソクムシ','むし','みず','にげごし',null,null,25,35,40,20,30,80,230);
INSERT INTO m_monster
VALUES('768','グソクムシャ','むし','みず','ききかいひ',null,null,75,125,140,60,90,40,530);
INSERT INTO m_monster
VALUES('769','スナバァ','ゴースト','じめん','みずがため',null,'すながくれ',55,55,80,70,45,15,320);
INSERT INTO m_monster
VALUES('770','シロデスナ','ゴースト','じめん','みずがため',null,'すながくれ',85,75,110,100,75,35,480);
INSERT INTO m_monster
VALUES('771','ナマコブシ','みず',null,'とびだすなかみ',null,'てんねん',55,60,130,30,130,5,410);
INSERT INTO m_monster
VALUES('772','タイプ：ヌル','ノーマル',null,'カブトアーマー',null,null,95,95,95,95,95,59,534);
INSERT INTO m_monster
VALUES('773','シルヴァディ','ノーマル',null,'ARシステム',null,null,95,95,95,95,95,95,570);
INSERT INTO m_monster
VALUES('774','メテノINSERT INTO m_monster
VALUES(流星)','いわ','ひこう','リミットシールド',null,null,60,60,100,60,100,60,440);
INSERT INTO m_monster
VALUES('774-1','メテノ(コア)','いわ','ひこう','リミットシールド',null,null,60,100,60,100,60,120,500
);
INSERT INTO m_monster
VALUES('775','ネッコアラ','ノーマル',null,'ぜったいねむり',null,null,65,115,65,75,95,65,480);
INSERT INTO m_monster
VALUES('776','バクガメス','ほのお','ドラゴン','シェルアーマー',null,null,60,78,135,91,85,36,485);
INSERT INTO m_monster
VALUES('777','トゲデマル','でんき','はがね','てつのトゲ','ひらいしん','がんじょう',65,98,63,40,73,96,435);
INSERT INTO m_monster
VALUES('778','ミミッキュ','ゴースト','フェアリー','ばけのかわ',null,null,55,90,80,50,105,96,476);
INSERT INTO m_monster
VALUES('779','ハギギシリ','みず','エスパー','ビビッドボディ','がんじょうあご','ミラクルスキン',68,105,70,70,70,92,475);
INSERT INTO m_monster
VALUES('780','ジジーロン','ノーマル','ドラゴン','ぎゃくじょう','そうしょく','ノーてんき',78,60,85,135,91,36,485);
INSERT INTO m_monster
VALUES('781','ダダリン','ゴースト','くさ','はがねつかい',null,null,70,131,100,86,90,40,517);
INSERT INTO m_monster
VALUES('782','ジャラコ','ドラゴン',null,'ぼうだん','ぼうおん','ぼうじん',45,55,65,45,45,45,300);
INSERT INTO m_monster
VALUES('783','ジャランゴ','ドラゴン','かくとう','ぼうだん','ぼうおん','ぼうじん',55,75,90,65,70,65,420);
INSERT INTO m_monster
VALUES('784','ジャラランガ','ドラゴン','かくとう','ぼうだん','ぼうおん','ぼうじん',75,110,125,100,105,85,600);
INSERT INTO m_monster
VALUES('785','カプ・コケコ','でんき','フェアリー','エレキメイカー',null,'テレパシー',70,115,85,95,75,130,570);
INSERT INTO m_monster
VALUES('786','カプ・テテフ','エスパー','フェアリー','サイコメイカー',null,'テレパシー',70,85,75,130,115,95,570);
INSERT INTO m_monster
VALUES('787','カプ・ブルル','くさ','フェアリー','グラスメイカー',null,'テレパシー',70,130,115,85,95,75,570);
INSERT INTO m_monster
VALUES('788','カプ・レヒレ','みず','フェアリー','ミストメイカー',null,null,70,75,115,95,130,85,570);
INSERT INTO m_monster
VALUES('789','コスモッグ','エスパー',null,'てんねん',null,null,43,29,31,29,31,37,200);
INSERT INTO m_monster
VALUES('790','コスモウム','エスパー',null,'がんじょう',null,null,43,29,131,29,131,37,400);
INSERT INTO m_monster
VALUES('791','ソルガレオ','エスパー','はがね','メタルプロテクト',null,null,137,137,107,113,89,97,680);
INSERT INTO m_monster
VALUES('792','ルナアーラ','エスパー','ゴースト','ファントムガード',null,null,137,113,89,137,107,97,680);
INSERT INTO m_monster
VALUES('793','ウツロイド','いわ','どく','ビーストブースト',null,null,109,53,47,127,131,103,570);
INSERT INTO m_monster
VALUES('794','マッシブーン','むし','かくとう','ビーストブースト',null,null,107,139,139,53,53,79,570);
INSERT INTO m_monster
VALUES('795','フェローチェ','むし','かくとう','ビーストブースト',null,null,71,137,37,137,37,151,570);
INSERT INTO m_monster
VALUES('796','デンジュモク','でんき',null,'ビーストブースト',null,null,83,89,71,173,71,83,570);
INSERT INTO m_monster
VALUES('797','テッカグヤ','はがね','ひこう','ビーストブースト',null,null,97,101,103,107,101,61,570);
INSERT INTO m_monster
VALUES('798','カミツルギ','くさ','はがね','ビーストブースト',null,null,59,181,131,59,31,109,570);
INSERT INTO m_monster
VALUES('799','アクジキング','あく','ドラゴン','ビーストブースト',null,null,223,101,53,97,53,43,570);
INSERT INTO m_monster
VALUES('800','ネクロズマ','エスパー',null,'プリズムアーマー',null,null,97,107,101,127,89,79,600);
INSERT INTO m_monster
VALUES('801','マギアナ','はがね','フェアリー','ソウルハート',null,null,80,95,115,130,115,65,600);
INSERT INTO m_monster
VALUES('802','マーシャドー','かくとう','ゴースト','テクニシャン',null,null,90,125,80,90,90,125,600)
;
